[
    {
        "nomTypologie": "Généralité",
        "modele": "Modèle de Base",
        "sections": [
            {
                "titre": "Descriptif",
                "contenu": "",
                "sous_titres": [
                    {
                        "titre": "Ensemble menuisés",
                        "contenu": "La mise en œuvre sera simple et rapide, les temps d’intervention sur site devront être limités au minimum. La\npréfabrication des éléments en atelier sera privilégiée par rapport à toutes autres solutions. L’entrepreneur devra se\ncoordonner avec les autres corps d’états susceptibles d’interagir avec les ouvrages de façade et notamment le lot 04\nGros-Œuvre / Démolition pour la mise en œuvre des menuiseries.\nLes pièces de fixation sur le gros œuvre seront conformes aux règles professionnelles du S.N.F.A., relatives aux\nspécifications de mise en œuvre des façades métalliques, ainsi qu’au DTU en vigueur, et devront être en acier\ngalvanisé à chaud selon norme NF P 24-351. Ils doivent en outre permettre le réglage des montants, dans les trois\ndimensions et absorber les dilatations longitudinales et verticales de la façade et transmettre, sans désordre, les\ndifférentes charges au gros œuvre.\nLa compatibilité physico-chimique de tous les composants d'une façade susceptibles d'être en contact ou proches les\nuns des autres, doit pouvoir être justifiée.\nPour les ouvrages destinés à retarder l’effraction, tous les composants (profils, organes de rotation et de\ncondamnation) seront renforcés pour assurer le degré de résistance mécanique en rapport avec celui des\néquipements de vitrerie.\nL’entreprise présentera les fiches techniques des châssis : PV acoustique, PV feu, calculs mécaniques, essais AEV,\nessais de cycles."
                    },
                    {
                        "titre": "Profilés",
                        "contenu": "Les profilés seront en alliage d’aluminium ou en acier à rupteur de pont thermique (voir descriptions des typologies).\nL’alliage d’aluminium utilisé sera bas carbone justifiant de 75% d’aluminium recyclé ou justifiant de 2.0 kg de CO2e /\nkg aluminium au maximum. Pour les cas nécessitant une plus grande résistance mécanique, une utilisation intensive\n(portes vitrées sur rue), ou nécessitant de répondre à des performances « feu » ou de sécurité, les profilés seront en\nacier galvanisé et laqué.\nAu rez-de-chaussée, les menuiseries des façades des bâtiments auront une catégorie de résistance au vandalisme\nclasse 3 suivant la norme NF EN 1627 et classes correspondantes pour les quincailleries (EN 1906) et les serrures\n(EN 12209).\nLes menuiseries à rupture de pont thermique devront bénéficier d'un avis technique du CSTB ou d'un certificat\nd'homologation de gammes en cours de validité.\nLes profilés doivent être spécialement étudiés et fabriqués, pour chaque type de menuiserie à réaliser et de vitrage à\nincorporer. Ils doivent être appropriés au mode de fonctionnement des ouvrants afin d’obtenir, dans tous les cas, une\nobturation parfaite contre la pluie et l'air extérieur. Les sections des différents éléments constituant les ouvrages\ndoivent avoir une parfaite résistance et être proportionnés à la surface de ceux-ci afin d'éviter tout gauchissement,\naffaissement, flambage, vibration et donner, dans tous les cas, une rigidité absolue à l'usage et satisfaire aux essais\nmécaniques de torsion et flexion qui peuvent être imposés.\nLes assemblages sont exécutés avec le plus grand soin et réalisés de telle sorte qu'ils puissent résister, sans\ndéformation permanente ni amorce de rupture, aux essais mécaniques. Les profils d’ossature seront assemblés en\ncoupes d’onglet à l’aide d’équerre en aluminium sertie et étanchés à l’aide d’une colle bi-composante. Une étanchéité\nrenforcera l’étanchéité de ce raccordement. Ils ne doivent pas permettre les infiltrations et le séjour de l'eau entre les\nprofilés assemblés.\nLa protection et la finition des pièces en aluminium seront conformes à la norme NF P 24-351 et réalisées par\ntraitement donnant lieu à la garantie décennale par anodisation 20 μm, garantie par le label QUALANOD (cf. §2.9.4).\nSauf mention contraire la teinte et la brillance de la finition est à déterminer par l’Architecte."
                    },
                    {
                        "titre": "Ouvrants",
                        "contenu": "Les ouvrants seront dimensionnés et mis en œuvre afin de permettre un fonctionnement aisé dans le temps. Ils\ndevront avoir une inertie suffisante pour reprendre les efforts de vent. Les assemblages d’angles et le calage du\nvitrage devront empêcher toute mise en parallélogramme des ouvrants. La force et le nombre des organes de\nfonctionnement des ouvrants doivent être adaptés au poids et au type de manœuvre des vantaux en fonction des recommandations de l’avis technique. Si nécessaire pour permettre le bon fonctionnement et une manœuvre aisée,\nl’ouvrant pourra être équipé d’un dispositif de type rampe en feuillure basse ou rehausseur mécanique.\nLes ouvrants auront au minimum les caractéristiques de la zone de façade sur laquelle ils sont implantés (thermique,\nacoustique et étanchéité). Ils ne devront en aucun cas représenter un point faible capable de dégrader les\nperformances générales de la façade.\nL’étanchéité entre l’ossature et l’ouvrant est réalisée par un joint central et un joint extérieur, en EPDM noir, positionné\nsur l’ossature et mis en compression grâce à sa lèvre spécifique lors de la fermeture de l’ouvrant. Le joint central muni\nd’angles moulés récupère les eaux d’infiltrations dans une chambre de décompression importante de manière à\nfaciliter le drainage par des lumières d’évacuations invisibles protégées par des déflecteurs. Côté intérieur un joint de\nbattement périphérique continu et fixé sur l’aile de l’ouvrant renforce l’étanchéité et complète la finition.\nLes poignées de manœuvre des ouvrants sont en aluminium moulé (poignées gammiste) avec laquage RAL, dito\nchâssis ou aspect « anodisé », le modèle et la finition étant au choix de l’architecte. La position de la poignée devra\nêtre indiquée sur les plans d’exécution et validée par la Maîtrise d’œuvre.\nLes ouvrants et leurs accessoires sont conformes aux arrêtés ci-dessous :\n▪ Arrêté du 1er Août 2006 relatifs à l’accessibilité des personnes handicapées dans les bâtiments ERP,\n▪ Arrêté du 30 novembre 2007 modifiant l’arrêté du 1er Août 2006 ;\n▪ Décret n° 2009-1272 du 21 octobre 2009 relatif à l'accessibilité des lieux de travail aux travailleurs\nhandicapés\nEn particulier les poignées de manœuvre doivent être situés à une hauteur comprise entre 0.9 m et 1.3m.\nSauf spécifications particulières, les niveaux des caractéristiques mécaniques des fenêtres doivent respecter les\nvaleurs du DTU 36.5 et de la norme NF P 20-302.\nLa résistance selon la norme NF EN 13115, les efforts de manœuvre de la fenêtre, mesurés selon la norme NF EN\n12046-1, avant et après essais de contreventement, torsion statique et endurance à l’ouverture fermeture répétées\ndécrits ci-dessous, doivent être de classe 2.\nLa résistance au contreventement de la fenêtre mesurés selon la norme NF EN 14608 et classée selon la norme NF\nEN 13115, ainsi que sa résistance à la torsion statique, mesurée selon la norme NF EN 14609 et classée selon la\nnorme NF EN 13115, doivent être au moins de classe 2.\nL'endurance à l'ouverture fermeture répétée de la fenêtre, mesurée selon la norme NF EN 1191 et classée selon la\nnorme NF EN 12400, doit être au moins de classe :\n▪ 2 si son mécanisme ne permet qu'un seul mouvement (ex : ouvrant à la française, soufflet, coulissant à\ntranslation…) ;\n▪ 1 si son mécanisme permet plusieurs mouvements (ex : oscillo-battant), pour chacun de ses mouvements,\ntestés et mesurés sur un même corps d'épreuve."
                    },
                    {
                        "titre": "Portes",
                        "contenu": "Les portes vitrées ou opaques situées dans les façades sont en profilés acier ou aluminium extrudé à rupture de pont\nthermique. Toutes les portes en façade comportent des fermes portes encastrés et des contacts d’ouverture.\nQuincaillerie au choix de l’architecte. Verrouillage trois points minimum.\nLes portes servant d’issue de secours sont repérées dans les plans architectes et seront conformes à l’article CO48\nde la Réglementation sécurité Incendie ERP (notamment articles CO45, CO46, CO47 et CO48 de l’Arrêté du 5 juin\n1980). Elles seront équipées de gâches électriques DAS conformes à la norme NFS 61937 déverrouillables :\n▪ Par la mise en sécurité automatique de toutes les issues de la zone concernée via le Système de Sécurité\nIncendie (SSI), placé en amont,\n▪ Par une action locale sur le DDO, placé à proximité de l’issue concernée.\nLes paumelles seront invisibles sauf mention contraire et en nombre suffisant pour reprendre le poids des ouvrants\nsans déformation pendant les phases d’ouverture et fermeture et en position ouverte.\nLes portes Issue de secours dans les dimensions et la manœuvrabilité ne répondent pas aux normes PMR seront\néquipés d’opérateurs électromécaniques en applique pour portes battantes, poussant ou tirant par compas conforme à\nla norme EN NF 16005 avec fonctionnalité INVERSEE certifié DAS (Dispositif Actionnés de Sécurité) au sens de la\nnorme NF S 61-937. La fonctionnalité POWER ASSIST (commande assistée compatible avec la normative PMR) sera\nprévue en complément. Référence qualité : DFA 127 INVERSE de chez RECORD ou équivalent.\nL’entrepreneur prévoira la motorisation des portes non issue de secours ne répondant pas aux normes PMR.\nLes vitrages des portes vitrées sont de même aspect et performances que ceux des façades adjacentes, ils sont\nconformes au DTU 39 P5. Il est rappelé que, selon le DTU 39 P5, partie 5.1, les portes et les vitrages contigus aux\nportes doivent, dans certains cas, être constituées de vitrages de sécurité. De même, l’article CO48 §5 de la réglementation de sécurité incendie rappelle que pour assurer la sécurité des\npersonnes en cas de heurts, les vitrages de portes de circulation ou en façade, maintenus ou non par un bâti doivent\nrépondre aux dispositions du DTU 39-4 en ce qui concerne le produit verrier à utiliser et la visualisation de la porte.\nBas de porte étanche à l’eau par mise en pression d’un joint souple. Les seuils des portes sont à la suisse et réalisés\nà partir de tôle en acier inox nuance 304 L, finition au choix de l’architecte.\nSauf spécifications contraires dans le présent document, toutes les portes et leurs accessoires sont conformes aux\ndeux arrêtés du 1ère aout 2006 relatifs à l’accessibilité des personnes handicapées dans les bâtiments ERP,\nspécifiant que l’effort nécessaire pour ouvrir une porte doit être inférieur ou égal à 50N et que les poignées de\nmanœuvre doivent être situés à une hauteur comprise entre 0.9 m et 1.3m. Les portes auront un seuil PMR.\nLes efforts de manœuvre des portes extérieures, mesurés selon la norme NF EN 12046-2 et classés selon la norme\nNF EN 12217, avant et après essais de contreventement, torsion statique, choc mou et lourd et choc dur et endurance\nà l'ouverture fermeture répétées, doivent être au moins de classe 2 et être inférieur ou égal à 50N;\nLa résistance au contreventement des portes extérieures, mesurée selon la norme NF EN 947, sa résistance à la\ntorsion statique, mesurée selon la norme NF EN 948, sa résistance au choc de corps mou et lourd, mesurée selon la\nnorme NF EN 949, ainsi que sa résistance au choc de corps dur, mesurée selon la norme NF EN 950, le tout classé\nselon la norme NF EN 1192, doit être au moins de classe 1 ;\nL'endurance à l'ouverture fermeture répétée de la porte extérieure, mesurée selon la norme NF EN 1191 et classée\nselon la norme NF EN 12400 doit être au moins de classe 5.\nLes blocs-portes donnant sur l’extérieur ainsi que la porte du PC Sécurité répondront à la classe de résistance CR3\nselon la norme EN 1627 et auront des détecteurs d’ouverture. Les serrures et quincailleries seront de classes\ncorrespondantes conformément aux normes NF EN 12209 et NF EN 1906. A minima, les serrures des blocs -portes\nseront certifiées A2P1*"
                    },
                    {
                        "titre": "Remplissages vitrés",
                        "contenu": "Des vitrages à isolation thermique renforcée sont mis en œuvre dans toutes les configurations : ils possèdent une\ncouche tendre (de type magnétronique) neutre sélective à basse émissivité.\nLa composition des vitrages varie en fonction des charges et contraintes pour les différentes zones. Le remplissage\ndes lames avec de l’Argon sera systématiquement prévu. Les vitrages isolants devront bénéficier du label CEKAL.\nLes vitrages ayant un classement au feu auront le marquage CE.\nL’étiquetage des produits verriers sera laissé en place jusqu’à la réception des ouvrages concernés.\nLa validation des types de vitrages se fera lors d’une présentation de l’ensemble des échantillons en présence de la\nmaîtrise d’ouvrage et de la maîtrise d’œuvre. Des échantillons 500 x 500 mm de toutes les typologies de vitrage\nseront soumis à l’architecte pour validation. Une variation de teinte minime des vitrages pourra être acceptée au sein\nd’une même façade.\nLa composition des vitrages les épaisseurs, sont conformes aux prescriptions des différents cahiers du DTU 39. En\nparticulier nous rappelons que sous l’action d’un choc, les ensembles vitrés jouant un rôle dans la protection des\npersonnes vis-à-vis des risques de chute dans le vide ne doivent être ni traversés, ni emportés. Leur bris éventuel ne\ndoit pas mettre en cause la sécurité des personnes, n’étant pas à l’origine du choc, par la chute d’éléments ou de\ndébris contondants ou coupants.\nLes vitrages et leur façonnage devront présenter des caractéristiques permettant d’éviter tout risque de casse\nthermique, en prenant en compte leur situation réelle (ombres portées, inertie thermique des feuillures, stores\nintérieurs, store extérieurs, etc). L’entrepreneur fournira les notes de calcul justifiant l’absence de casse thermiques\ndes vitrages, pour tous les vitrages et toutes les orientations.\nL’intercalaire des vitrages sera choisi en fonction des températures maximales en service, si les températures\nvenaient à dépasser 60°C des intercalaires type EVASAFE ou SENTRYGLAS ou équivalent devront être utilisés.\nTous les volumes trempés seront impérativement soumis aux essais HST, suivant la norme XPP 78 280, et marqués\ncomme ayant satisfait à ce test. Les certificats d’essais devront être fournis.\nLe scellement extérieur des vitrages isolants est en mastic silicone résistant au UV et conforme au guide ETAG 002-1.\nAu rez-de-chaussée, les remplissages des façades des bâtiments auront une catégorie de résistance au vandalisme\nP5A. Tous les remplissages vitrés des châssis, portes et autres ouvrants des façades des bâtiments auront les mêmes\ncompositions de vitrages et performances que les vitrages des façades dans lesquelles elles s’insèrent.\nL’entreprise présentera les fiches techniques des vitrages indiquant :\n▪ Performance acoustique,\n▪ Performances mécaniques et de sécurité (retardataire d’effraction et garde-corps)\n▪ Performances spectrophotométriques\nL’entreprise devra :\n▪ Une note de calcul des différents vitrages.\n▪ Justification à l’échauffement du produit pare-flamme ou coupe-feu retenu en compatibilité avec les directives\nde qualité du produit.\n▪ Les PV des vitrages et des châssis avec les vitrages retenus pour répondre aux exigences acoustiques des\nfaçades conformément à la notice acoustique.\n▪ Les PV des vitrages et des châssis avec les vitrages retenus pour répondre aux exigences de la notice de\nsécurité incendie.\n▪ Les PV des vitrages et des châssis avec les vitrages retenus pour répondre aux exigences du DTU 39-P5.\nLes PV d’essais des chocs de sécurité seront à fournir pour chaque type de panneau.\nLa couleur des intercalaires est prévus gris ou noir au choix de l’architecte. Les intercalaires devront toujours être\nrecouvert par la parclose et invisible depuis l’extérieur.\nLes descriptions suivantes donnent les épaisseurs des produits verriers à titre indicatif, leurs propriétés thermiques\nselon la norme EN 673, leurs propriétés lumineuses et énergétiques selon la norme EN 410, en termes d’objectifs\nminimaux à atteindre, qui seront validés et justifiés par les études de l’Entreprise à la charge du présent lot."
                    },
                    {
                        "titre": "Verrouillage et ferrage",
                        "contenu": "Chaque type de quincaillerie est soumis à l’accord de l’Architecte.\nLe verrouillage est assuré sur le montant côté poignée, par barre, gâches et doigts de verrouillage mécanique ou\nélectromécanique assurant un serrage optimal grâce aux possibilités de réglage (verrouillage par trois points\nminimum).\nUn verrouillage complémentaire horizontal par renvois d’angles, gâches, et doigts de verrouillage devra être monté\npour les ouvrants de grande largeur suivant les prescriptions du fabricant de châssis et du fabricant de quincaillerie.\nLa manœuvre devra être réalisée par une poignée sans coffre de mécanisme apparent. Elle devra être démontable\npar “enfichage” pour ne pas l’endommager lors de la fabrication en atelier ou pendant le transport.\nLa quantité des verrouillages est définie en fonction de la grandeur de l’ouvrant et de la charge due à la pression du\nvent. Les dimensions permises des ouvrants sont fonction du poids des remplissages par rapport à la surface et\ndoivent être déterminées selon les données du fournisseur de système. Les ferrures doivent être munies d’un\ndispositif anti-fausse manœuvre.\nLes paumelles sont dimensionnées pour reprendre le poids de l’ouvrant.\nLes paumelles sont de type caché ou apparent selon détails."
                    },
                    {
                        "titre": "Remplissages opaques type « EDR »",
                        "contenu": "Élément de remplissage (EdR) de type CB-E bénéficiant d'un Avis Technique en cours de validité.\nCes éléments comportent une paroi intérieure métallique, une âme isolante entourée d'un cadre de bois et une paroi\nextérieure constituée d'une tôle d'aluminium laquée. Les parois intérieures et extérieures sont assemblées par collage\nsur le cadre de support. Dans le cas des EdR à bords amincis, l'étanchéité à l'air périphérique est réalisée à l'aide d'un\ncordon de mastic sur fond de joint entre l'EdR et le profilé d'ossature.\nLes cadres de remplissage opaques sont démontables isolément. Un dégrafage intempestif est empêché par une tête\nde vis.\nL’épaisseur du panneau sera déterminée afin de répondre aux performances thermiques et acoustiques requises ainsi\nque selon le calcul RT. Il est rappelé que les parties opaques de l’ensemble des façades auront un coefficient de\ntransmission thermique inférieur ou égal aux valeurs indiquées dans le calcul RT."
                    },
                    {
                        "titre": "Calfeutrements",
                        "contenu": "Tous les calfeutrements nécessaires à une parfaite finition et étanchéité seront prévus en tôle d’aluminium. Les\néléments dont la plus petite dimension est supérieure à 150mm auront une épaisseur de 30/10°.\nLes membranes d’étanchéité pourront être remplacées par la mise en œuvre d’un compribande type Illmod 600 +\nsilicone. Le détail d’étanchéité pourra être adapté en phase d’exécution tout en restant conforme au DTU 36.5. Un\nsoin particulier sera apporté aux angles des pré-cadres.\nLes calfeutrements de nez de plancher et de séparation de niveau à niveau seront conformes à l’Instruction Technique\n249. Ils garantiront en outre un affaiblissement acoustique conforme aux prescriptions du BET acoustique.\nLes bavettes sont prévues en tôle d’aluminium d’épaisseur 30/10ème, avec finition dito façade associée.\nLes calfeutrements en parties hautes, parties basses, jonctions latérales, assurent la continuité des performances\nremplies par la façade décrite dans la norme NF EN 13830. Cette continuité doit être assurée tout en étant soumise\naux sollicitations déclarées du bâtiment, en permettant les comportements différentiels prévisibles des éléments et en\ntenant compte des tolérances de fabrication et de pose de ces différents éléments.\nLe choix des fixations et des raccords des jonctions entre éléments de même nature ou de nature différente doivent\ntenir compte, notamment :\n▪ Des matériaux employés (compatibilité, etc.) ;\n▪ De leurs comportements (variation dimensionnelle, etc.) ;\n▪ Des dimensions des éléments ;\n▪ Des efforts, en particulier du vent, surtout aux points singuliers (angles et acrotères, par exemple) ;\n▪ Des contraintes acoustiques du projet.\nLa conception et la réalisation des calfeutrements, en particulier entre gros œuvre et pré-cadre, bâti ou dormant ou\ngros œuvre et mur rideau, doivent respecter les règles de conception et de mise en œuvre en vigueur et être\ncompatibles avec les contraintes acoustiques du projet.\nUn soin particulier sera opéré au niveau des calfeutrements et scellement des menuiseries extérieures pour éviter des\nentrées d’air parasites néfastes au bon fonctionnement du système de ventilation mis en place et préjudiciable en\ntermes de consommation d’énergie.\nDes tests d’étanchéité à l’air seront réalisés par une entreprise spécialisée (test d’infiltrométrie). Si les résultats ne\nsont pas concluants, des tests complémentaires seront effectués et seront à la charge des entreprises en défaut\njusqu’à obtention des résultats souhaités.\nLe traitement des liaisons entre dormant et parois doit absolument éviter la stagnation d’humidité. Les éléments de\ncalfeutrement et d’étanchéité doivent donc être perméables à la vapeur d’eau pour favoriser les échanges intérieurs /\nextérieurs en fonction des différences de pression et permettre l’évacuation de l’humidité résiduelle présente dans les\néléments constituant les parois. Pour cette raison, la barrière d’étanchéité à l’eau côté extérieur devra présenter une\nvaleur SD la plus proche possible de 0,18 mètres et la barrière d’étanchéité à l’air côté intérieur devra présenter une\nvaleur SD maximum de 18 mètres. En tout état de cause, la pose devra être conforme aux DTU 36.5 et 33.1.\nPour les garnitures d'étanchéité réalisées à l'aide de mastics (directement ou avec adjonction de tôleries ou profilés\ncomplémentaires), à l'aide d'une membrane d'étanchéité ou à l’aide de membranes imprégnées, on se reportera aux\nnormes, cahiers des charges ou règles professionnelles.\nPour les mastics, est applicable le DTU 44.1 et la norme NF EN ISO 11600. Les joints d’étanchéité à la pompe seront\nconformes aux indications du S.N.J.F. et de première catégorie.\nPour les membranes d’étanchéité, est applicable la norme NF EN 13859. Dans le cas de l'utilisation d'une membrane\nd'étanchéité, il est important de tenir compte notamment, de la température et de la préparation des supports, des\nsurfaces d'adhérence minimale, des recouvrements entre les membranes, des projections accidentelles, du primaire\néventuel, du façonnage des soufflets qui permettent d'absorber les mouvements différentiels.\nPour les membranes d'étanchéité, les règles communes d'emploi sont les suivantes :\n▪ Elles ne peuvent être utilisées qu’en première barrière d’un joint à deux étages;\n▪ Leur position en œuvre ne doit en aucun cas occasionner la retenue, ou la stagnation d'eau ;\n▪ La largeur maximale des joints à calfeutrer est celle prescrite par le cahier des charges du produit utilisé.\nPour des valeurs supérieures, il est nécessaire de faire une étude particulière et d'utiliser par exemple un\nsupport métallique ;\n▪ Dans le cas où il n'est pas possible de démonter isolément et sans destruction les éléments de façade placés\nen avant de ces membranes, celles-ci doivent être complétées par une fixation mécanique et comporter en\npartie haute un masticage complémentaire ;\n▪ Sauf justification particulière, une membrane doit toujours être à l'abri d'une exposition permanente aux UV.\nPour les mousses imprégnées, est applicable les normes NF P 85-570 et NF P 85-571. En périphérie, on utilisera des\nmousses de classe 1 conformément à la norme NF P 85-570. Dans le cas de l'utilisation de mousses imprégnées,\nl’entrepreneur devra respecter la plage d’utilisation indiquée dans le cahier de charges fabricant, validé par un\norganisme tiers indépendant, tenant compte de la largeur effective du joint et des tolérances du gros-œuvre et du\ndormant. L’Entrepreneur respectera également les recommandations du fabricant pour le raccordement latéral et dans\nles angles."
                    },
                    {
                        "titre": "Isolation thermique",
                        "contenu": "Les profilés d’ossature en aluminium sont composés de deux parties reliées entre el les par deux barrettes isolantes à\nbase de polyamide (PA 6.6). La forme de ces barrettes, parfaitement à fleur avec les profilés, évite la rétention des\neaux d’infiltration ou de condensation.\nLes profilés d’ossature assurent ainsi la rupture thermique de la structure des façades.\nLes ouvrants auront au minimum les caractéristiques de la zone de façade sur laquelle ils sont implantés. Ils ne\ndevront en aucun cas représenter un point faible capable de dégrader les performances générales de la façade.\nD’une manière générale, les raccords, capotages et habillages d’angles ne doivent pas dégrader les performances\nthermiques de la façade à laquelle ils appartiennent. Un soin particulier sera apporté dans la mise en œuvre de ces\nouvrages pour éviter les ponts thermiques.\nTous les produits contenant de la laine minérale ne dégagent pas de particules et de fibres cancérogènes : ceux -ci\nrépondent aux tests prévus par la Directive Européenne 97/69/CE du 5/12/97 transposée en droit français le 28/8/98.\nLa résistance thermique minimum des isolants sera conforme au calcul RT joint au dossier Marché.\nLes isolants thermiques possèdent un avis technique correspondant à la mise en œuvre sur ce projet et un certificat\nACERMI. Les épaisseurs sont adaptées en fonction des valeurs U indiquées ci-dessus.\nEn termes de sécurité incendie, les systèmes sur isolant seront conformes à l’Instruction Technique 249 et classés au\nmoins A2-s3,d0.\nTous les raccords d’isolant en limite des ouvrages sont à la charge du présent Lot."
                    },
                    {
                        "titre": "Isolation acoustique",
                        "contenu": "Voir notice acoustique et détails acoustiques par typologie de façade."
                    }
                ]
            }
        ],
        "is_categorie": true
    },
    {
        "nomTypologie": "Façades Historiques : Typologie H1 – Façade Courante R+1 à R+5",
        "modele": "Modèle de Base",
        "sections": [
            {
                "titre": "Généralités",
                "contenu": "Ce poste comprend tous les ensembles menuisés en acier à rupture de pont thermique thermolaqués à aspect\n« industriel » de type châssis vitrés composés de parties visions fixes ou ouvrantes à la française, d’imposte vitrées\ndroites ou chanfreinées et d’allèges vitrées. Les châssis sont posés en applique intérieur et étanché en tableau. Les\nremplissages sont de type double vitrage acoustiques à faible émissivité et forte sélectivité.\nLes fenêtres des façades sont des ouvrants de ventilation à la française à deux vantaux en acier à rupture de pont\nthermique.\nRéférence qualité : Gamme à rupture de pont thermique conforme à la norme NF EN 14024, sous marquage CE et\nsous avis technique.",
                "sous_titres": []
            },
            {
                "titre": "Localisation",
                "contenu": "Voir plans architecte et carnet de détails Façades.\nA titre indicatif, façade historique sur Boulevard Charonne (Files 1 à 7), Passage du bureau (Files G à J) et Servitude\nde passage (Files G à J) du R+1 au R+5. Il s’agit de la façade du corps avant du bâtiment donnant sur le boulevard\nCharonne, qui avec ses deux retours latéraux, constitue la façade dite noble de l’édifice. Elle sera entièrement réhabilitée dans le respect de la matérialité, le calepinage et les masses vues des menuiseries existantes.",
                "sous_titres": []
            },
            {
                "titre": "Dimensions",
                "contenu": "Les dimensions apparaissent sur les plans et élévations de l’architecte et sur les plans de détail. La géométrie peut\nvarier suivant la baie d’implantation.\nA titre indicatif :\n▪ Hauteur châssis : comprise entre 1980 et 2680 mm\n▪ Hauteur ouvrant à la française à deux vantaux : compris entre 1475 et 1710 mm\n▪ Largeur châssis : comprise entre 1980 et 5550 mm\n▪ Largeur ouvrant à la française à deux vantaux : compris entre 900 et 10010 mm\n▪ Trame : compris entre 450 à 500 mm",
                "sous_titres": []
            },
            {
                "titre": "Performances",
                "contenu": "Performances mécaniques, thermiques, spectrophotométriques, acoustiques et de sécurité incendie : voir chapitre 2 -\n« Performances des ouvrages ». Voir également notice thermique, étude RT et dossier acoustique joints au dossier\nmarché. A titre indicatif :\n▪ Performances thermiques, énergétiques et lumineuses :\n- Performance d’isolation de la fenêtre dans son intégralité : Uw ≤ 1.65 W/m².K (le calcul de la valeur\nUw inclus les fixations)\n- Performance d’isolation du vitrage : Ug ≤ 1.0 W/m².K\n- Transmission Lumineuse vitrage : TLg ≥ 60 %\n- Facteur solaire vitrage : Sg ≤ 30 %\n- Transmission Lumineuse vitrage + store : TLgs ≤ 10 %\n- Facteur solaire vitrage + store : Sgs ≤ 15%\n▪ Acoustique :\n- DnTA,tr ≥ 33 dB, RA,tr (Rw+Ctr) ≥ 35 dB pour les parties donnant sur le boulevard Charonne,\n- DnTA,tr ≥ 30 dB, RA,tr (Rw+Ctr) ≥ 32 dB pour les parties ne donnant pas sur le boulevard\nCharonne.\n▪ Sécurité incendie : La façade est dite accessible au sens de l’article CO3 de l’arrêté du 25 juin 1980 modifié.\n▪ Sécurité des personnes : Suivant DTU 39 P5, les allèges vitrées sont considérées comme concourant à la\nprotection des personnes vis-à-vis des risques de chute dans le vide.",
                "sous_titres": []
            },
            {
                "titre": "Supports",
                "contenu": "Le châssis est fixé à un précadre lui-même fixé au bâti existant en maçonnerie.\nLe précadre est fixé au bâti en reprenant les tolérances des bords de l’existant.",
                "sous_titres": []
            },
            {
                "titre": "Description",
                "contenu": "",
                "sous_titres": []
            },
            {
                "titre": "Ossature",
                "contenu": "Profilés en acier à rupture de pont thermique conforme à la Norme NF EN 14024 (fixe de 40mm et Ouvrant de 85 mm\nde largeur de face vue maximum) et 60mm de profondeur, obtenus à partir de feuillard galfan 2 faces, dont les parois\nintérieure et extérieure sont reliées par matières synthétiques renforcées par fibre de verre et raccordées par contredépouillage et sertissage. Les profilés seront assemblés par soudure et suivie d’un meulage et d’un ponçage.\nLes châssis seront préfabriqués en atelier. Les assemblages sont exécutés avec le plus grand soin et réalisés de telle\nsorte qu’ils puissent résister, sans déformation permanente ni amorce de rupture aux essais mécaniques.",
                "sous_titres": []
            },
            {
                "titre": "Fixations",
                "contenu": "Toutes les plaques de fixation en acier telles que les plaques d’ancrage, plaques de base, semelles, supports, cales,\nraidisseurs éventuels, … devront être conformes aux règles professionnelles du S.N.F.A., relatives aux spécifications\nde mise en œuvre des façades métalliques, ainsi qu’au DTU en vigueur. Celles-ci devront :\n▪ Être en acier galvanisé à chaud selon norme NF P24-351 et NF P24-351/A2.\n▪ Transmettre, sans désordre, les différentes charges au gros œuvre,\n▪ Permettre le réglage des châssis, dans les trois dimensions et en particulier la reprise des tolérances du\nsupport.\n▪ Absorber les dilatations longitudinales et transversales des châssis.\nLa protection devra être rétabli, après tout soudage éventuel effectué sur chantier, au moyen d’une peinture à poudre\nde zinc.\nLa fixation de l’ossature sera réalisée à travers les profils périphériques sur précadre par fixation de type vis\nd’ancrage, goujons d’ancrage, tiges d’ancrage, douilles en plastique, etc., appropriés à chaque cas particulier et à\nl’application concernée, elle sera notamment adaptée à la nature du support.",
                "sous_titres": []
            },
            {
                "titre": "Étanchéité et calfeutrements",
                "contenu": "L’étanchéité des ouvrants sera réalisée par deux joints de battement à l’intérieur et à l’extérieur collé dans la zone\nd’angle. Ceux-ci seront mise en œuvre dans la gorge du profil en périphérie intérieur et extérieur.\nLes eaux d’infiltration seront évacuées de la chambre au moyen de douilles d’évacuation d’eau en zinc moulé sous\npression. Celles-ci seront serties à plat sur la traverse basse du dormant. Des rejets d’eau avec embouts latéraux en\nplastique seront fixés de manière non-apparente sur la traverse basse des ouvrants.\nTous les calfeutrements nécessaires à une parfaite finition et étanchéité devront être prévus. Ils seront réalisés en tôle\nd’acier laqué, avec en première barrière un joint d’étanchéité à la pompe conformes aux indications du SNJF (1 ère\ncatégorie) et en deuxième barrière par une membrane d’étanchéité. La couleur des joints est au choix de l’architecte.\nLe poste comprend la mise en place d’une bavette d’inclinaison minimale 3% en acier d’épaisseur 30/10e\nthermolaquée dans le coloris du châssis.\nL'Entrepreneur du présent lot met au point et réalise à sa charge tous dispositifs d’étanchéité acoustique entre ses\npropres ouvrages et les ouvrages contigus. Ces calfeutrements acoustiques doivent rester fonctionnels quelles que\nsoient les conditions de déformation des ouvrages.",
                "sous_titres": []
            },
            {
                "titre": "Équipements et accessoires",
                "contenu": "Utiliser obligatoirement des ferrures encastrées ou en applique spécifiquement adaptées au système et testées par le\nfabricant du système pour les ouvrants à la française.\nLa quantité de verrouillages en fonction de la taille de l’ouvrant et conformément au chapitre 2. Performance des\nouvrages. Verrouillage des fenêtres multipoints.\nFerrure pour les ouvrants à la française à 2 vantaux du projet :\n▪ 2 ou 3 paumelles apparentes à visser réglable ou non ou à souder dans la zone d’angle inférieur et supérieur,\n▪ 1 poignée en laiton nickelée avec broche d’entraînement + tringle en acier inoxydable, …\nQuincaillerie au choix de l’architecte.\nL’ouvrant s’ouvrant en premier est actionné par une poignée et l’ouvrant s’ouvrant en deuxième est ac tionné par un\nlevier encastré dans la feuillure.\nLa poignée est située entre 0,9 et 1.3 m du sol afin de garantir l’ouverture des fenêtres aux PMR.\nLes ouvrants auront des contacteurs de feuillure et des contacteurs de choc.",
                "sous_titres": []
            },
            {
                "titre": "Protection anti-corrosion et finitions",
                "contenu": "Voir §2.9.4 « Revêtements et finition ».\nLes profilés en acier seront traités contre la corrosion par galvanisation et recevront le revêtement de finition après les\ntravaux de soudure, de perçage, de meulage, …\nLe thermolaquage sera sous label QUALISTEELCOAT. Le système de peinture poudre sera de qualité architecturale\net de classe de durabilité Haute conformément à la norme NF EN ISO 12944. La teinte sera de type gris anthracite.\n4.2.7 Remplissages vitrés\nLes remplissages vitrés sont maintenus par parcloses :\n▪ Soit en aluminium de manière invisible au moyen de clipses en aluminium & vis inox auto-taraudeuse et joint\nd’étanchéité en silicone de 1ère catégorie SNJF, …\n▪ Soit en acier de manière visible au moyen de vis inox tête fraisée auto-taraudeuse et joint d’étanchéité en\nsilicone de 1ère catégorie SNJF, …\nLa géométrie, le matériau, le type de fixation et la finition des parcloses est au choix de l’architecte.\nVitrages isolants sous certification CEKAL de composition indicative 44.2Si/16 [90% Arg]/6 avec intercalaire à bords\nchauds :\n▪ Verre extérieur : vitrage feuilleté acoustique clair 44.2, recuit, de 8,76 mm d’épaisseur, avec couche de\ncontrôle solaire faiblement émissive en position 2 de type :\n- OPTION 1 : AGC IPASOL ULTRASELECT 62/29\n- OPTION 2 : AGC STOPRAY Ultra-60\n- OPTION 3 : GUARDIAN SNX 60/28\n- OPTION 4 : SGG Cool-lite XTREME 60/28\n▪ Lame d'air de 16 mm avec 90% d’Argon,\n▪ Verre intérieur : vitrage clair, recuit, de 6 mm d’épaisseur,\nIntercalaires : Les vitrages comporteront des intercalaires thermiques chauds (« warm edge ») de type SWISSPACER\nULTIMATE de chez Saint-Gobain ou équivalent. Teinte des intercalaires au choix de l’Architecte.\nFaçonnage des bords de type JPI ou JPP.",
                "sous_titres": []
            },
            {
                "titre": "Occultations",
                "contenu": "",
                "sous_titres": [
                    {
                        "titre": "Description",
                        "contenu": "Au niveau des baies de la façade Historique, l'occultation solaire et le contrôle de l'ambiance lumineuse sont réalisés\npar la mise en œuvre de stores intérieurs verticaux rectangulaires.\nFourniture et pose de stores intérieurs manuels à toile enroulable, réalisant le contrôle solaire et permettent\nl’occultation à la lumière du jour pour le confort visuel, teinte blanche ou claire permettant l’obtention du facteur solaire\net de la transmission lumineuse règlementaires. Les stores seront conformes à la norme NF EN 13120+A1. Ils sont\npositionnés en partie supérieure de la partie vision derrières les profilés de façade et fixés en sous-face de dalle. Les\nstores seront mis en œuvre sur toute la hauteur du clair de vitrage.\nL’ouverture et la fermeture de la protection solaire sera assurée par manœuvre manuelle adaptée à la dimension et à\nla hauteur des stores (avec système à chênette régulée et ressort de compensation).\nY compris, notamment :\n▪ Barre de charge en aluminium extrudé non visible (recouverte par la toile du store). La barre de charge aura\npour fonction le lestage de la toile ;\n▪ Guidage par câbles en inox (au choix de l’architecte) assurant le coulissement de la barre de charge ;\n▪ Axe du store compatible avec dimensions de la toile ;\n▪ Calepinage des stores au choix de l’architecte.\nLa position et les dimensions de la toile sont à justifier par rapport au risque d’échauffement de l’espace situé entre le\nvitrage et la toile.\nLes stores doivent pouvoir être entretenus et remplacés aisément, sans intervention sur les ouvrages voisins.\nL’entrepreneur devra fournir une procédure d’intervention de nettoyage, de maintenance et de remplacement pour\ntous les éléments composant l’installation des stores."
                    },
                    {
                        "titre": "Finition",
                        "contenu": "Toile réfléchissante low-e de type Screen NATURE ULTIMETAL de chez MERMET ou techniquement équivalent\ncompatible avec les contraintes thermiques et spectrophotométriques et les contraintes d’échauffement dans les\néléments vitrés.\nColoris de la face intérieure de la toile au choix de l’architecte dans le respect des prescriptions technique s du présent\ndocument.\nCalepinage au choix de l’architecte."
                    },
                    {
                        "titre": "Maintenance",
                        "contenu": "Nettoyage intérieur depuis le sol des locaux.\nNettoyage extérieur par des plateformes élévatrices mobiles de personnel à élévation multidirectionnelle de type\nnacelle articulée ou « araignée »."
                    },
                    {
                        "titre": "Interfaces",
                        "contenu": ""
                    },
                    {
                        "titre": "Avec le gros-œuvre",
                        "contenu": "▪ Prise en compte des mouvements selon les valeurs à confirmer par l’entreprise de gros-œuvre. \n▪ Tous les composants en interface avec le gros-œuvre doivent en outre être conçus pour des tolérances dans\nles trois directions de :\n- +20/-20 mm sur les ouvrages neufs en béton coulé en place ;\n- +40/-40 mm sur les ouvrages existants en béton armé ;"
                    },
                    {
                        "titre": "Façade",
                        "contenu": "▪ Tous les ouvrages de rive des façades, tels que couvertines et tôleries servant à l’habillage et au raccordement\ndes rives verticales, horizontales, inclinées, entre les façades ou avec les ouvrages en interfaces sont à la\ncharge du présent lot.\n▪ L’Entrepreneur doit la fourniture et la pose des tôles d’aluminium anodisé (teinte et brillance au choix de\nl’architecte) d’habillage et de finition (épaisseur minimal 30/10ème), des ossatures de support, de l’isolation\ninterstitielle ainsi que de tous les éléments de fixation, d’étanchéité et de calfeutrement acoustique, thermique\net coupe-feu."
                    },
                    {
                        "titre": "Autres",
                        "contenu": "▪ Avec les lots en charges des finitions intérieures.\n▪ Avec le lot CFA et GTB pour raccordement des équipements"
                    },
                    {
                        "titre": "Optimisations",
                        "contenu": "L’entrepreneur pourra proposer une optimisation de cette typologie en aluminium à rupture de pont thermique de\ntype :\n▪ Ensemble menuisé composé avec ouvrants cachés VEC,\n▪ Mur semi-rideau de faible masse vue de type FWS35 de chez Schuco ou équivalent avec ouvrants cachés,\n▪ Mur semi-rideau de type FWS50 de chez Schuco ou équivalent avec ouvrants cachés VEC."
                    }
                ]
            }
        ]
    }
]