{
    "MR-01 - Mur-rideau grille Rdc (hors patio)": {
        "Localisation": "Implanté au rez-de-chaussée sur l'ensemble des façades extérieures, le système de mur-rideau grille MR-01 est exclusivement positionné hors de la zone du patio, couvrant ainsi les orientations nord, sud, est et ouest du bâtiment.",
        "Finitions": "Les finitions pour le mur-rideau grille MR-01 au rez-de-chaussée seront réalisées par anodisation, afin de fournir une surface durable et résistante à la corrosion. La teinte \"Spectre 2\" de finition naturelle sera appliquée sur la façade donnant sur la rue Rouget de Lisle, offrant une esthétique épurée et contemporaine. Pour les autres façades, la teinte \"Satine OR 2/3\" de couleur champagne sera utilisée, conférant une apparence distinguée et chaleureuse à l'ensemble du bâtiment. Ces finitions devront être homogènes et de qualité uniforme sur toute la surface des éléments en aluminium. Des échantillons de teintes devront être soumis pour approbation avant l'application finale. \n\n[À VALIDER : conformité des teintes avec les normes et réglementations locales en vigueur, ainsi que leur résistance aux UV et aux intempéries.]",
        "Système": "Le système de mur-rideau grille sera conforme à la référence Schüco FW 60.SI ou équivalent, avec un capot serreur intégré. Ce système devra garantir une performance thermique optimale grâce à des montants et traverses en aluminium à rupture de pont thermique. La fixation du mur-rideau se fera par pose au sol, adaptée à la hauteur spécifique de la façade, soit simple à 2,85 mètres, soit double à 5,75 mètres. \n\nLe système devra permettre l'intégration des éléments de remplissage vitrés et opaques, conformément aux spécifications de la section \"Remplissage\", tout en assurant la sécurité anti-effraction CR2/P5A. Il devra également être compatible avec l'installation de stores intérieurs motorisés et prévoir les passages nécessaires pour l'installation de quatre colonnes sèches en façade, selon les exigences de la section \"Spécificités\". \n\nLa finition des montants et traverses sera réalisée par anodisation, avec une teinte \"Spectre 2\" pour la façade sur la rue Rouget de Lisle et \"Satine OR 2/3\" pour les autres orientations, excluant le patio, conformément aux indications de la section \"Finitions\". \n\nDes détails complémentaires concernant les profils, les dimensions exactes des montants et traverses, ainsi que les spécifications techniques précises du capot serreur, devront être fournis par le fabricant et validés par le maître d'œuvre. [À PRÉCISER : détails techniques des profils et dimensions exactes des montants et traverses, spécifications techniques du capot serreur].",
        "Structure": "La structure du mur-rideau MR-01 sera constituée de montants et traverses en aluminium à rupture de pont thermique (RPT) conformément aux exigences thermiques en vigueur. Les profilés en aluminium seront dimensionnés pour supporter les charges dues au poids propre du mur-rideau, aux charges climatiques (vent, neige) et aux charges d'exploitation. La pose de la structure sera réalisée au sol, avec une fixation mécanique sur un seuil prévu à cet effet et ancré dans le gros œuvre.\n\nLes montants verticaux seront dimensionnés pour couvrir les hauteurs de façade de 2,85 m pour les parties à hauteur simple et de 5,75 m pour les parties à hauteur double, avec des jonctions et des renforts internes si nécessaire pour assurer la rigidité et la résistance structurelle requises. Les traverses horizontales seront disposées de manière à diviser la façade en panneaux de remplissage vitrés ou opaques, et seront fixées aux montants par des assemblages mécaniques permettant une transmission des charges efficace.\n\nLes profilés en aluminium devront être compatibles avec le système de mur-rideau grille à capot serreur référencé Schüco FW 60.SI ou équivalent, assurant une continuité esthétique et fonctionnelle avec le reste de la façade. Les détails de fixation, les tolérances de fabrication et de montage, ainsi que les accessoires nécessaires à la réalisation de la structure seront conformes aux prescriptions techniques du fabricant du système de mur-rideau retenu.\n\nToute la quincaillerie utilisée pour l'assemblage de la structure devra être en matériaux résistants à la corrosion et adaptés à l'usage extérieur. Les joints de dilatation, les joints d'étanchéité et les profils de calfeutrement seront prévus pour garantir l'étanchéité à l'air et à l'eau, ainsi que pour absorber les mouvements différentiels dus aux variations thermiques.\n\n[À PRÉCISER : type de fixation au sol et détails de jonction entre montants et traverses], [À VALIDER : conformité des profilés avec les normes de résistance au vent et charges d'exploitation spécifiques au projet].",
        "Remplissage": "Les éléments de remplissage pour le mur-rideau grille MR-01 au rez-de-chaussée seront constitués de parties vitrées et opaques. Les parties vitrées, référencées GL-01, seront réalisées avec un double vitrage isolant, répondant aux exigences anti-effraction de classe P5A conformément aux normes en vigueur. Ce vitrage devra assurer une isolation thermique et acoustique optimale, tout en garantissant la sécurité des occupants.\n\nPour les parties opaques, référencées OP-01, le remplissage sera constitué de panneaux composites. Ces panneaux auront une âme en nid d'abeille, garantissant une résistance mécanique élevée tout en étant légers. Ils seront associés à une isolation en laine minérale d'une épaisseur de 165 mm, afin d'assurer une performance thermique conforme aux réglementations thermiques en vigueur.\n\nLes spécifications techniques détaillées pour ces éléments de remplissage, incluant les dimensions précises, les performances thermiques et acoustiques, ainsi que les critères de résistance mécanique et de sécurité, seront à préciser dans les documents d'exécution. Les choix de matériaux et les performances attendues devront être validés par le maître d'œuvre et le bureau d'études techniques afin de s'assurer de leur conformité aux exigences du projet.\n\n[À PRÉCISER : caractéristiques techniques du double vitrage isolant, notamment la composition des verres, l'intercalaire, le gaz d'isolation et les performances thermiques et acoustiques requises]\n[À VALIDER : conformité des panneaux composites avec les exigences de résistance au feu et d'isolation thermique]",
        "Spécificités": "Les murs-rideaux de type MR-01 doivent intégrer des mesures de sécurité anti-effraction conformes à la classification CR2, assurant une résistance renforcée contre les tentatives d'effraction. Le vitrage doit répondre à la norme P5A, garantissant une résistance aux impacts et aux tentatives de violation par des projectiles. Les stores intérieurs seront motorisés, permettant une gestion automatisée de l'occultation et de la luminosité intérieure. Leur système de commande sera compatible avec le système de gestion technique du bâtiment (GTB) pour une intégration dans les scénarios de confort et d'économie d'énergie.\n\nLe mur-rideau devra également prévoir des passages pour quatre colonnes sèches, intégrées de manière esthétique et fonctionnelle dans la façade, et conformes aux normes de sécurité incendie en vigueur. Ces passages seront conçus pour ne pas compromettre l'isolation thermique et acoustique du système de mur-rideau.\n\n[À PRÉCISER : dimensions et emplacement exact des passages pour colonnes sèches]",
        "Ouvrants": "Les ouvrants intégrés au mur-rideau grille MR-01 au rez-de-chaussée seront de deux types distincts :\n\n1. SAS d'entrée (référence PO-03) : Il s'agira de portes coulissantes automatiques, conçues pour un usage intensif et répondant aux normes de sécurité et d'accessibilité en vigueur. Les portes seront équipées de mécanismes d'ouverture et de fermeture automatiques de marque [À PRÉCISER : fabricant des portes automatiques], avec des capteurs de présence pour éviter les accidents. Le vitrage sera conforme au remplissage vitré GL-01, soit un double vitrage isolant et anti-effraction P5A. Les profils de ces portes seront en aluminium à rupture de pont thermique, anodisés en teinte [À VALIDER : teinte spécifique pour le SAS d'entrée], et devront s'intégrer harmonieusement avec la structure du mur-rideau.\n\n2. Portes battantes (références PO-01/02) : Ces portes seront à 1 ou 2 vantaux selon l'emplacement et l'usage prévu. Elles seront également en aluminium à rupture de pont thermique, avec des finitions anodisées en teinte \"Spectre 2\" ou \"Satine OR 2/3\" selon leur localisation. Le remplissage des portes sera soit vitré, conforme à la spécification GL-01, soit opaque, conformément à la spécification OP-01 avec panneau composite et isolation en laine minérale. Les serrures, poignées et autres quincailleries seront de sécurité, répondant à la classification anti-effraction CR2/P5A, et devront être précisées par le fabricant [À PRÉCISER : marque et modèle de la quincaillerie]. Des ferme-portes hydrauliques ou à ressort [À VALIDER : type de ferme-porte] seront installés pour garantir une fermeture sécurisée et conforme aux normes d'évacuation d'urgence.\n\nLes dimensions et les seuils des ouvrants devront être conformes aux réglementations d'accessibilité pour les personnes à mobilité réduite. Tous les ouvrants devront être testés et certifiés pour leur performance acoustique et thermique, en cohérence avec les performances du mur-rideau grille MR-01."
    },
    "MR-02 - Mur-rideau grille rue Rouget de Lisle": {
        "Localisation": "Le mur-rideau grille MR-02 sera localisé sur la façade Nord de l'édifice, donnant sur la rue Rouget de Lisle. Il s'étendra du premier étage (R+1) jusqu'au septième étage (R+7), conformément aux plans d'exécution et aux détails de façade spécifiés.",
        "Système": "Le système de mur-rideau grille sera conforme à la référence Schüco FW 60.SI ou équivalent, intégrant un capot serreur pour la fixation et l'étanchéité des vitrages. Le système devra permettre une mise en œuvre en façade suspendue du R+1 au R+6 et posée au R+7, avec une trame régulière de 1,08 m de large.\n\nLes montants et traverses seront en aluminium à rupture de pont thermique (RPT) pour assurer une performance thermique optimale. La jonction entre les éléments sera conçue pour faciliter le montage et garantir l'étanchéité de l'ensemble.\n\nLe capot serreur vertical aura une profondeur de 130 mm et devra également servir de brise-soleil, contribuant ainsi à la performance énergétique et au confort thermique intérieur. Sa conception devra permettre une intégration harmonieuse avec la finition anodisée teinte \"Spectre 2\" (naturelle) des profilés aluminium.\n\nLes stores intérieurs seront motorisés et devront être compatibles avec le système de mur-rideau choisi. Ils seront installés de manière à ne pas entraver la fonctionnalité du capot serreur et à maintenir l'esthétique de la façade.\n\nDes tests de performance pour l'étanchéité à l'air, à l'eau et au vent devront être réalisés sur le système de mur-rideau pour assurer sa conformité aux normes en vigueur. Les résultats de ces tests devront être fournis avec la documentation technique du système.\n\n[À PRÉCISER : spécifications techniques des joints d'étanchéité et du système de fixation des vitrages]",
        "Structure": "La structure du mur-rideau MR-02 sera constituée de montants et traverses en aluminium avec rupture de pont thermique (RPT) pour assurer une performance thermique optimale. La trame structurelle adoptera une largeur de 1,08 mètre, permettant une modularité et une répartition homogène sur la façade.\n\nLes montants seront suspendus du premier au sixième étage (R+1 au R+6), garantissant une continuité visuelle et une résistance structurelle adéquate. Au septième étage (R+7), la structure sera posée, assurant la stabilité et la sécurité du système en terminaison de la façade.\n\nLes profilés en aluminium devront être conformes à la référence Schüco FW 60.SI ou équivalent, afin de s'assurer de la compatibilité avec le système de mur-rideau grille à capot serreur spécifié dans la section \"Système\". Les profilés devront également être traités pour répondre à la finition anodisée teinte \"Spectre 2\" (naturelle) comme mentionné dans la section \"Finitions\".\n\nPour la mise en œuvre, les détails de fixation des montants et traverses, ainsi que les calculs de résistance et de déformation sous charges normales et exceptionnelles, devront être fournis par le fabricant et validés par le bureau d'études structure.\n\n[À PRÉCISER : les dimensions précises des profilés en aluminium et les détails de leur assemblage] afin d'assurer une intégration parfaite avec les autres éléments du mur-rideau, tels que les capots serreurs verticaux de 130mm de profondeur et les stores intérieurs motorisés.\n\nIl est impératif que la structure soit conçue pour faciliter l'installation des ouvrants et du remplissage, tout en permettant un accès aisé pour la maintenance et le remplacement éventuel des composants du mur-rideau.",
        "Finitions": "La finition des montants et traverses en aluminium du mur-rideau grille sera réalisée par anodisation de teinte \"Spectre 2\", correspondant à une finition naturelle. Cette finition devra garantir une uniformité de la couleur et une résistance aux conditions atmosphériques urbaines conformément aux normes en vigueur. La qualité de l'anodisation devra répondre aux critères de la classe 20 microns minimum pour assurer une durabilité et une protection optimale contre la corrosion. \n\nLe procédé d'anodisation devra être réalisé en conformité avec les spécifications du QUALANOD ou équivalent, assurant ainsi une qualité de finition reconnue et durable. La documentation technique détaillant le processus d'anodisation et les garanties associées devra être fournie par le fabricant et validée par le maître d'œuvre.\n\nTous les éléments visibles du mur-rideau, y compris les capots serreurs, devront présenter une finition homogène et sans défaut apparent, conformément aux échantillons validés par l'architecte.\n\n[À VALIDER : spécifications complémentaires relatives à la teinte \"Spectre 2\" et aux exigences de résistance aux agents polluants spécifiques à l'environnement urbain de la rue Rouget de Lisle].",
        "Remplissage": "Le remplissage du mur-rideau grille est constitué de panneaux en verre feuilleté d'une épaisseur définie et conçue pour répondre aux exigences de performances thermiques, acoustiques et de sécurité. Ces panneaux sont intégrés dans la structure de la grille en respectant les tolérances d'installation et les joints nécessaires à l'étanchéité et à l'isolation.\n\nChaque panneau se compose d'une couche de vitrage extérieur, une chambre d'air et une couche de vitrage intérieur. La chambre d'air incluse, d'une épaisseur [À PRÉCISER: épaisseur de la chambre d'air], contient un gaz isolant pour améliorer la performance thermique globale. Les vitres sont dotées d'un traitement de surface, tel qu'un revêtement à faible émissivité ou un contrôle solaire, afin de contrôler le transfert de chaleur et de réduire la charge énergétique sur le système de climatisation de l'édifice.\n\nLes vitrages sont maintenus en place grâce à un système de fixation mécanique, conçu de manière à permettre une certaine flexibilité due aux mouvements du bâtiment ou aux dilatations thermiques, sans altérer l'intégrité du remplissage. Les fixations seront non apparentes afin de préserver l'esthétique du mur-rideau.\n\nEn matière de sécurité, les vitrages seront traités pour être résistants aux chocs et aux impacts conformément aux normes en vigueur [À VALIDER: normes de sécurité applicables]. En cas de bris, le verre feuilleté maintiendra les fragments en place pour minimiser les risques de blessure.\n\nDes intercalaires de bordure seront intégrés pour éviter toute condensation à la périphérie des vitrages et pour garantir une performance d'étanchéité consistante sur toute la hauteur du mur-rideau.\n\nLe choix des matériaux de remplissage, ainsi que les spécifications exactes des vitrages utilisés, seront validés en coordination avec le maître d'ouvrage et l'architecte, et consignés dans le dossier de consultation des entreprises. Des échantillons des matériaux proposés seront fournis pour approbation avant la commande définitive.",
        "Ouvrants": "Les ouvrants intégrés au système de mur-rideau doivent assurer une ventilation naturelle et un accès aux surfaces vitrées pour leur entretien tout en maintenant l'esthétique et la performance thermique de l'ensemble. Les ouvrants seront du type à frappe, à ouverture manuelle ou motorisée et leur conception doit prendre en compte l'aspect sécuritaire pour les utilisateurs finaux.\n\nLes caractéristiques techniques des ouvrants incluront :\n- Profilés en aluminium avec rupture de pont thermique compatible avec le reste du mur-rideau.\n- Dimensions standards pour chaque ouvrant ou sur-mesure en fonction des spécifications du projet [À PRÉCISER: dimensions précises].\n- Double vitrage conforme aux exigences de performances thermiques et acoustiques de la façade, avec un type de verre spécifié compatible avec celui du mur-rideau.\n- Système de fermeture multipoint pour une étanchéité optimale.\n- Quincaillerie inoxydable ou traitée anticorrosion, à fixer sur les profilés avec des vis non apparentes pour une finition soignée.\n- Joints d'étanchéité périphériques pour une isolation renforcée contre l'air et l'eau.\n- Possibilité d'intégrer un système de contrôle à distance pour les ouvrants motorisés [À VALIDER: compatibilité avec le système de gestion technique du bâtiment].\n\nLes ouvrants seront répartis de manière stratégique dans le mur-rideau pour assurer une aération efficace des espaces intérieurs sans compromettre l'intégrité de la façade. Ils seront agencés de manière à s'intégrer harmonieusement à la grille esthétique du mur-rideau, avec des intercalaires visuellement conformes pour un aspect uniforme.\n\nLa sélection des ouvrants doit être faite en coordination avec le fabricant du mur-rideau pour garantir une intégration parfaite tant sur le plan esthétique que fonctionnel. Des essais de performance en usine seront requis pour valider leur bon fonctionnement avant l'installation sur site [COMPLÉTER: détails des essais de performance]. \n\nDes instructions détaillées concernant la maintenance et l'utilisation correcte des ouvrants seront fournies et devront être comprises par les utilisateurs finaux pour assurer la durabilité du système.",
        "Spécificités": "Le capot serreur vertical, d'une profondeur de 130mm, est intégré au mur-rideau pour servir de brise-soleil, optimisant ainsi la gestion de l'ensoleillement et le confort thermique à l'intérieur du bâtiment. Ce dispositif doit être conçu pour résister aux charges dues au vent et aux variations thermiques, tout en assurant une intégration esthétique avec la façade.\n\nLes stores intérieurs seront motorisés, permettant une commande centralisée ou individuelle. Ils devront être compatibles avec le système de gestion du bâtiment (BMS) pour une automatisation selon les conditions d'ensoleillement et les besoins des occupants. Les stores devront offrir une occultation efficace, être résistants aux UV et faciles à entretenir. Les caractéristiques techniques précises des stores, telles que le type de toile, la couleur et le niveau de transparence, seront à spécifier en fonction des exigences du maître d'ouvrage et des recommandations du fabricant. \n\n[À PRÉCISER : type de toile et niveau de transparence des stores]"
    },
    "MR-03 - Mur-rideau grille terrasses, balcons, gradins": {
        "Localisation": "Les systèmes de mur-rideau grille MR-03 seront installés sur les façades extérieures des niveaux R+1 à R+5, intégrant spécifiquement les zones des gradins, balcons et terrasses. Ces emplacements sont choisis pour optimiser la lumière naturelle et offrir une protection contre les intempéries tout en garantissant la sécurité des usagers.",
        "Système": "Le système de mur-rideau grille pour les terrasses, balcons et gradins sera posé en tunnel, conformément à la référence système Schüco FW 60.SI ou équivalent technique validé par le maître d'œuvre. Ce système devra assurer une parfaite intégration architecturale avec les éléments de façade existants et les nouvelles structures.\n\nLa conception du mur-rideau devra permettre une mise en œuvre simplifiée tout en garantissant les performances thermiques, acoustiques et de résistance mécanique requises. Les profils de montants et traverses seront en aluminium à rupture de pont thermique (RPT) pour optimiser l'isolation thermique du bâtiment. Les jonctions entre les éléments devront être réalisées de manière à assurer une étanchéité à l'air et à l'eau, ainsi qu'une résistance au vent conforme aux normes en vigueur.\n\nLe système devra être compatible avec l'intégration de stores intérieurs motorisés, sans compromettre l'efficacité thermique et la manœuvrabilité des stores. L'interface avec la poutre en béton traversant le remplissage opaque devra être traitée de manière à garantir la continuité de l'isolation et l'intégrité structurelle de l'ensemble.\n\nLes accessoires de fixation, joints, et autres composants nécessaires à l'installation du mur-rideau grille devront être inclus et détaillés dans les plans d'exécution. Ils devront être choisis pour leur durabilité et leur compatibilité avec les matériaux environnants.\n\nToutes les spécifications techniques détaillées, y compris les dimensions précises des montants et traverses, le type de fixation en tunnel, ainsi que les performances requises pour l'ensemble du système, seront à préciser dans les documents d'exécution. Des essais de performance pourront être requis pour valider la conformité du système installé.\n\n[À PRÉCISER : performances thermiques, acoustiques et de résistance mécanique]\n[À VALIDER : compatibilité du système avec les stores intérieurs motorisés et détails de l'interface avec la poutre en béton]",
        "Structure": "Les montants et traverses constituant la structure du mur-rideau grille MR-03 seront réalisés en profilés d'aluminium à rupture de pont thermique (RPT). Ces éléments structuraux devront assurer une parfaite rigidité de l'ensemble, tout en permettant l'intégration des fonctions d'isolation thermique.\n\nLes profilés en aluminium seront conformes aux normes en vigueur et devront présenter une résistance mécanique adaptée aux charges spécifiques des terrasses, balcons et gradins situés entre les niveaux R+1 et R+5. Ils seront dimensionnés pour résister aux efforts de vent, de poids propre et aux surcharges d'exploitation, conformément aux calculs de structure établis par le bureau d'études.\n\nLa jonction entre montants et traverses se fera par assemblage mécanique, avec des pièces de liaison conçues pour une transmission optimale des charges et une facilité de montage sur site. L'ensemble de la structure devra permettre le maintien efficace des éléments de remplissage et des ouvrants intégrés au mur-rideau.\n\nPour garantir une performance thermique élevée, les profilés à RPT devront être équipés de barrettes isolantes limitant les ponts thermiques. Les caractéristiques thermiques des profilés devront répondre aux exigences de la RT 2012 ou de la réglementation thermique en vigueur au moment de l'exécution des travaux.\n\nLes profilés seront traités en surface par anodisation de teinte \"Spectre 2\" (naturelle), afin d'assurer une finition esthétique durable et une protection contre les agressions atmosphériques. Ce traitement de surface devra être conforme aux normes de qualité et de résistance aux UV, à la corrosion et à l'abrasion.\n\nLes interfaces avec les éléments structurels adjacents, tels que la poutre en béton traversant le remplissage opaque, devront être traitées avec soin pour assurer une continuité de l'isolation thermique et une étanchéité parfaite.\n\n[À PRÉCISER : les dimensions précises des profilés, les caractéristiques des barrettes isolantes, ainsi que les détails de l'assemblage mécanique].",
        "Finitions": "Les finitions des montants et traverses du mur-rideau grille MR-03 seront réalisées par anodisation. La teinte choisie sera \"Spectre 2\", correspondant à une finition naturelle. Cette finition devra garantir une homogénéité de couleur et de texture sur l'ensemble des éléments visibles du mur-rideau. L'anodisation devra répondre aux normes en vigueur concernant la résistance à la corrosion, l'abrasion et aux UV, afin d'assurer une durabilité et une esthétique pérenne malgré les expositions aux intempéries et aux variations climatiques. \n\nIl est impératif que le procédé d'anodisation soit conforme aux spécifications techniques du fabricant du système de mur-rideau (Schüco FW 60.SI ou équivalent) et que la teinte \"Spectre 2\" soit validée par l'architecte ou le maître d'ouvrage avant application. Un échantillon représentatif de la finition devra être soumis pour approbation avant la mise en œuvre sur site.\n\n[À VALIDER : conformité de l'anodisation avec les spécifications techniques du fabricant et approbation de la teinte \"Spectre 2\" par l'architecte ou le maître d'ouvrage]",
        "Remplissage": "Les remplissages pour les murs-rideaux de type grille terrasses, balcons et gradins doivent être réalisés avec des vitrages parclosés intérieurs. Ces vitrages seront de la même nature et performances que les vitrages adjacents, calés de manière à aligner le nu extérieur du vitrage avec celui des autres vitrages environnants (voir exemple CCTP 2020-01-24_318080_Grande Armée_CCTP MEX_ind C_Dossier Marché_PROJET_modifs intégrés.pdf > Les cadres dormants et ouvrants sont en profilés aluminium thermo laqués à rupture de pont thermique conforme à > Remplissage).\n\nLa conception des cadres des vantaux prévoit l'utilisation de vitrages feuilletés de sécurité de type P5A, répondant aux normes de sécurité et de résistance aux impacts (voir exemple CCTP 2019.04.19 - REN CCTP Facades_removed.pdf > Référence Janisol HI de la société Jansen ou équivalent > Remplissage).\n\nEn pied de porte, le remplissage métallique sera réalisé avec des panneaux sandwichs type EDR conformes aux prescriptions CSTB. La finition de ces remplissages métalliques se fera par thermolaquage, et la teinte sera sélectionnée en accord avec l'Architecte (voir exemple CCTP 2020-01-24_318080_Grande Armée_CCTP MEX_ind C_Dossier Marché_PROJET_modifs intégrés.pdf > Les cadres dormants et ouvrants sont en profilés aluminium thermo laqués à rupture de pont thermique conforme à > Remplissage).\n\nPour les remplissages pleins, une âme isolante répondant aux critères thermiques et acoustiques sera employée et chaque vantail sera habillé d’une tôle en acier laquée sur les faces intérieure et extérieure. Les tôles doivent être soudées sur le cadre châssis pour être affleurantes avec le nu extérieur du cadre dormant, avec une épaisseur de chaque tôle (intérieure et extérieure) d'au moins 20/10mm (voir exemple CCTP CAN_EOC_MAR_FAC_04.0001_CCTP_04_TN_1_removed.pdf > Référence Janisol de la société Jansen ou équivalent > Remplissage).\n\nPour des cas spécifiques, les documents de référence tels que les sections §4.5.10.2, §4.5.10.3, §4.9.14 et §4.3.7 des CCTP pourront fournir des indications supplémentaires liées aux caractéristiques et performances des remplissages, tels que vitrages isolants, vitrages feuilletés de sécurité et autres spécifications techniques [À PRÉCISER: références des documents] (voir exemple CCTP 51GA_EOC_DCE_LOT05_CCTP_805_01_removed.pdf > Double vitrage bénéficiant d’un certificat CEKAL > Remplissage).\n\nLes profondeurs de parcloses et les méthodes de calage seront définies selon les exigences spécifiques de l'ouvrage et en conformité avec les normes en vigueur [À VALIDER: détails techniques spécifiques de l'ouvrage et normes applicables].",
        "Ouvrants": "Les ouvrants à intégrer dans le mur-rideau grille pour terrasses, balcons et gradins devront être dimensionnés de façon à assurer un fonctionnement aisé et durable dans le temps, tout en offrant une inertie suffisante pour reprendre les efforts dus au vent (voir exemple CCTP 01_EOC_004_PRO_CCTP_TN_TZ_01_00_removed.pdf > Ouvrants). Ils devront présenter une solidité et une stabilité garantissant l'absence de mise en parallélogramme au cours de leur utilisation. Ce critère sera assuré par des assemblages d'angles précis et un calage adéquat du vitrage (voir exemple CCTP 221014_ORI_ACT_NOT_TN_02_CCTP-Facades_EOC_A4_4_removed.pdf > Ouvrants).\n\nLe type de manœuvre des vantaux devra être adapté aux caractéristiques physiques des ouvrants, tout en suivant les recommandations émises dans l'avis technique correspondant. Il faudra également anticiper les dispositifs nécessaires comme les rampes en feuillure basse ou les rehausseurs mécaniques pour faciliter les manoeuvres (voir exemple CCTP 221014_ORI_ACT_NOT_TN_02_CCTP-Facades_EOC_A4_4_removed.pdf > Ouvrants). La force et le nombre des organes de fonctionnement devront être choisis en cohérence avec le poids des vantaux et les modalités d'utilisation envisagées (voir exemple CCTP RP2-EOC-MI-PRO-NOT-TN-03-Menuiseries_exterieures_Verriere_Occultation_removed.pdf > Ouvrants).\n\nLes ouvrants devront respecter les performances minimales de la zone de façade où ils sont implantés, incluant l'isolation thermique, acoustique et l'étanchéité. Ils ne doivent en aucun cas constituer un point de faiblesse susceptible de compromettre l'efficacité globale de la façade (voir exemple CCTP RP2-EOC-MI-PRO-NOT-TN-03-Menuiseries_exterieures_Verriere_Occultation_removed.pdf > Ouvrants).\n\nLa jonction entre l'ossature et les ouvrants sera assurée par des joints d'étanchéité adaptés, tels que les joints centraux ou extérieurs en EPDM, mis en place de manière à garantir une étanchéité optimale lors de la fermeture des ouvrants. Ces joints devront être positionnés sur l'ossature de sorte à être comprimés efficacement, en respectant une mise en œuvre précise conformément aux spécifications techniques et normatives en vigueur (voir exemple CCTP 221014_ORI_ACT_NOT_TN_02_CCTP-Facades_EOC_A4_4_removed.pdf > Ouvrants).\n\n[À PRÉCISER: Mentionner les dimensions maximales des ouvrants selon les spécifications du projet, les normes de sécurité en vigueur et les contraintes architecturales spécifiques aux terrasses, balcons et gradins.] [À VALIDER: Sélection des matériaux constituant les profilés des ouvrants, notamment en acier à rupture de pont thermique conformément à la norme NF EN 14024, et leur mode d'assemblage (voir exemple CCTP 221014_ORI_ACT_NOT_TN_02_CCTP-Facades_EOC_A4_4_removed.pdf > Ouvrants)].",
        "Spécificités": "Les stores intérieurs seront motorisés et devront être intégrés de manière à ne pas perturber l'esthétique du mur-rideau. Ils seront commandés par un système de gestion centralisée, permettant un contrôle individuel ou par zone, selon les besoins spécifiques de chaque espace. Le système de motorisation sera compatible avec les protocoles de commande et de communication standards du marché, tels que IO-Homecontrol ou équivalent. Les stores devront offrir une occultation adaptée aux exigences de confort visuel et thermique des utilisateurs. La sélection des tissus et des mécanismes devra tenir compte de la durabilité, de la facilité de maintenance et du niveau d'occultation requis. Les détails de fixation et d'intégration des stores au mur-rideau seront à préciser par le fabricant et devront garantir une intégration discrète et sécurisée.\n\nL'interface avec la poutre en béton traversant le remplissage opaque nécessitera une attention particulière. Une solution technique devra être développée pour assurer une jonction étanche et esthétique entre le mur-rideau et la poutre en béton. Cette interface devra prendre en compte les mouvements différentiels entre les matériaux et permettre une installation aisée tout en maintenant l'intégrité de la performance thermique et acoustique du système de façade. Des profilés spécifiques ou des pièces de jonction sur mesure pourront être nécessaires pour réaliser cette connexion. Les détails de cette interface seront à valider avec l'ingénieur structure et le fabricant du mur-rideau pour assurer la conformité aux normes en vigueur et aux performances attendues."
    },
    "MR-04 - Mur-rideau grille cage escalier": {
        "Localisation": "",
        "Système": "",
        "Structure": "",
        "Finitions": "",
        "Remplissage": "",
        "Spécificités": ""
    },
    "MR-05 - Mur-rideau grille ascenseur": {
        "Localisation": "",
        "Système": "",
        "Structure": "",
        "Finitions": "",
        "Remplissage": "",
        "Ouvrants": "",
        "Spécificités": ""
    },
    "MR-06 - Mur-rideau grille faille": {
        "Localisation": "Le mur-rideau grille faille MR-06 sera localisé dans l'aile Ouest de l'édifice, spécifiquement le long de l'allée de Grenelle. Il s'étendra du rez-de-chaussée (Rdc) jusqu'au premier étage (R+1).",
        "Système": "Le système de mur-rideau grille sera conforme à la référence Schüco FW 60.SI ou équivalent, comprenant un capot serreur pour l'assemblage des éléments vitrés. Les montants et traverses seront en aluminium à rupture de pont thermique (RPT), assurant une performance thermique optimisée. La structure devra supporter une hauteur totale d'environ 5,8 mètres, répartie en trois sections verticales distinctes.\n\nLe système devra permettre l'intégration de portes vitrées battantes à double vantaux, référencées PO-05a/b, et devra être compatible avec l'habillage de la sous-face en bardage de lamelles de bois, ainsi que l'installation d'un nichoir pour Martinet noir.\n\nLa finition des éléments en aluminium sera anodisée de teinte \"Spectre 2\" (naturelle), assurant une résistance et une esthétique adaptées au contexte architectural. \n\nDes détails supplémentaires concernant les performances thermiques, acoustiques, et de résistance au feu seront spécifiés dans la section \"Performances\" du CCTP. Toute modification ou équivalence proposée par les entreprises devra être soumise à validation préalable par la maîtrise d'œuvre.\n\n[À PRÉCISER: spécifications techniques des vitrages et des joints d'étanchéité]\n[À VALIDER: résistance au feu EI60 ou autre, selon réglementation en vigueur et exigences du projet]",
        "Structure": "La structure du mur-rideau grille faille MR-06 sera composée de montants et traverses en aluminium avec rupture de pont thermique (RPT) pour assurer une isolation thermique optimale. Les profilés seront dimensionnés pour supporter la hauteur totale de l'ensemble, soit environ 5,8 mètres, et seront répartis en trois parties verticales égales, garantissant ainsi la stabilité et la résistance mécanique de la structure. Les jonctions entre montants et traverses devront être conçues pour permettre une transmission des charges efficace et une déformation minimale sous l'effet des charges climatiques. Les éléments de fixation et d'assemblage devront être en acier inoxydable ou en aluminium traité contre la corrosion et devront répondre aux normes en vigueur concernant la résistance et la durabilité.\n\nLes profilés en aluminium devront être compatibles avec le système de mur-rideau grille à capot serreur référencé Schüco FW 60.SI ou équivalent, assurant ainsi une continuité esthétique et fonctionnelle avec le reste de la façade. Des tests de résistance au vent, à l'eau et à l'air devront être réalisés pour valider la performance de la structure en conditions réelles.\n\nLes détails de connexion avec les autres éléments de la façade, tels que les ouvrants et l'habillage de la sous-face, devront être précisés pour assurer une intégration parfaite et éviter tout pont thermique ou infiltration d'eau.\n\nPour compléter la description technique de la structure, il est nécessaire de préciser les caractéristiques suivantes :\n- [À PRÉCISER: dimension exacte des profilés en aluminium]\n- [À VALIDER: type de traitement de surface pour les éléments de fixation]\n- [À DÉFINIR: procédure de test pour validation de la performance de la structure]",
        "Finitions": "La finition des montants et traverses en aluminium du mur-rideau grille sera réalisée par anodisation de teinte \"Spectre 2\" (naturelle). Cette finition devra garantir une homogénéité de la couleur et une résistance aux conditions atmosphériques conformément aux normes en vigueur. Le procédé d'anodisation devra être conforme aux spécifications techniques du fabricant et aux normes européennes, notamment la norme QUALANOD pour assurer la qualité et la durabilité de la finition. \n\nToute variation de teinte ou défaut de finition devra être signalée et corrigée avant la réception des travaux. Des échantillons de la finition anodisée devront être soumis pour approbation avant la mise en œuvre sur site. \n\nLes éléments de fixation et accessoires apparents seront traités avec la même finition anodisée pour assurer une continuité esthétique de l'ensemble du mur-rideau. \n\n[À VALIDER: exigences spécifiques de résistance à la corrosion ou à l'abrasion pour la finition anodisée].",
        "Remplissage": "Le remplissage de la \"faille\" architecturale prévue pour le mur-rideau grille sera réalisé en utilisant un double vitrage performant. Le vitrage devra répondre aux exigences spécifiques suivantes :\n\n- **Type de vitrage** : Double vitrage constitué de panneaux isolants ayant une épaisseur totale [À PRÉCISER: épaisseur totale du vitrage], avec un intercalaire de [À PRÉCISER: type d'intercalaire et épaisseur] offrant une performance thermique et acoustique optimale.\n   \n- **Traitement des vitres** : Les vitres seront traitées pour garantir une transmission lumineuse maximale, tout en conservant une réflexion solaire et une émissivité contrôlées. La face externe de chaque vitre sera à revêtement basse émissivité pour réduire les déperditions thermiques par rayonnement.\n   \n- **Parement intérieur** : L'intérieur du double vitrage sera composé d'un parement [À PRÉCISER: nature du parement], de nature et de finition à définir selon l'esthétique interne souhaitée et les performances acoustiques spécifiées.\n   \n- **Sécurité** : Le vitrage devra également respecter les normes de sécurité en vigueur, ce qui comprend entre autres la résistance aux chocs et aux efforts dus au vent. Les vitres présenteront des caractéristiques de sécurité nécessaires à leur utilisation en façade, telles que le verre feuilleté, avec un film intercalaire PVB ou équivalent pour retenir les éclats de verre en cas de bris.\n\n- **Seuil de performance thermique** : Les indices Uw (coefficient de transmission thermique de la fenêtre) et Ug (coefficient de transmission thermique du vitrage) devront respecter les seuils réglementaires actuels, avec une valeur Uw [À VALIDER: valeur de Uw] et une valeur Ug ne dépassant pas [À PRÉCISER: valeur de Ug].\n\n- **Performances acoustiques** : Les vitrages devront offrir un indice d'affaiblissement acoustique Rw supérieur à [À PRÉCISER: valeur Rw en dB], permettant ainsi de maintenir un confort auditif à l'intérieur du bâtiment.\n\n- **Étanchéité à l'eau et à l'air** : Les remplissages devront répondre à une classe d'étanchéité à l'eau minimum E(xxx) et à une classe d'étanchéité à l'air A(xxx) conformément aux normes en vigueur.\n\n- **Châssis et fixation** : Les vitrages seront fixés sur le système de grille par un système à capot serreur permettant un assemblage et démontage facilités pour maintenance, comme spécifié dans la section Système du CCTP. Les détails des profilés de fixation devront assurer une inertie structurelle suffisante pour répondre aux sollicitations mécaniques.\n\nLa mise en œuvre du vitrage devra se faire en conformité avec les DTU en vigueur et sous le contrôle d'un bureau de contrôle technique pour validation des performances initialement déclarées. Des essais de performances sur les vitrages pourront être requis pour assurer leur conformité aux spécifications de ce CCTP.",
        "Ouvrants": "Les ouvrants intégrés au mur-rideau grille faille MR-06 seront constitués de portes vitrées battantes à double vantaux, référencées sous la dénomination PO-05a/b. Ces portes seront conçues pour s'harmoniser avec le système de mur-rideau grille à capot serreur, en assurant une continuité esthétique et fonctionnelle.\n\nChaque vantail sera équipé de ferrures haut de gamme permettant une ouverture fluide et sécurisée. Les paumelles seront en aluminium avec un traitement de surface correspondant à la finition anodisée \"Spectre 2\" pour une intégration visuelle parfaite avec le reste de la structure. Les serrures seront à encastrer, avec un système de fermeture à trois points pour une sécurité accrue. Les poignées seront ergonomiques et design, en cohérence avec l'esthétique générale du mur-rideau.\n\nLe vitrage des portes sera conforme aux performances thermiques et acoustiques requises pour le mur-rideau, avec un traitement de surface antireflet et une résistance aux impacts [À VALIDER: type de vitrage et classe de résistance aux impacts]. Les joints d'étanchéité assureront une parfaite imperméabilité à l'air et à l'eau, tout en permettant une dilatation thermique adéquate des matériaux.\n\nLes dimensions précises des portes, ainsi que les détails de leur intégration au sein du mur-rideau, seront à définir en fonction des contraintes techniques spécifiques à la \"faille\" architecturale de l'aile Ouest, du Rdc au R+1. Des seuils adaptés seront mis en place pour garantir l'accessibilité PMR (Personnes à Mobilité Réduite) et répondre aux normes en vigueur.\n\nLes portes PO-05a/b devront être compatibles avec le système de contrôle d'accès prévu pour le bâtiment, incluant la prédisposition pour l'intégration de lecteurs de badges ou autres dispositifs électroniques [À PRÉCISER: système de contrôle d'accès].\n\nL'ensemble des composants et matériaux utilisés pour les ouvrants devra être conforme aux normes européennes en vigueur et aux exigences du maître d'ouvrage en termes de durabilité et de maintenance.",
        "Spécificités": "L'habillage de la sous-face sera réalisé en bardage de lamelles de bois, dont les caractéristiques dimensionnelles et l'essence seront définies ultérieurement, assurant une intégration esthétique avec la structure environnante. Les lamelles seront fixées sur une ossature secondaire compatible avec le mur-rideau, garantissant une ventilation arrière et évitant tout contact direct avec la structure porteuse pour prévenir les ponts thermiques et l'humidité.\n\nUn nichoir pour Martinet noir sera intégré dans la conception du mur-rideau, positionné de manière stratégique pour favoriser l'habitat de l'espèce tout en respectant les normes environnementales en vigueur. Les spécifications détaillées du nichoir, y compris les dimensions, les matériaux et l'emplacement précis, seront déterminées en collaboration avec un écologue spécialisé pour assurer la viabilité et l'accessibilité pour les oiseaux.\n\n[À PRÉCISER: Essence et dimensions des lamelles de bois]\n[À VALIDER: Spécifications détaillées du nichoir pour Martinet noir]"
    },
    "MR-07 - Mur-rideau grille patio avec C+D": {
        "Localisation": "Façades du patio, toutes orientations, du Rdc au R+7.",
        "Structure": "Les montants et traverses constituant la structure du mur-rideau grille seront réalisés en aluminium avec rupture de pont thermique (RPT) pour garantir de bonnes performances thermiques. La configuration de la grille sera définie par des modules de montants verticaux et de traverses horizontales, dont les dimensions et l'espacement seront précisés dans les plans de fabrication fournis par le fabricant. Les profils aluminium devront répondre aux critères de la norme EN 14024 quant à leurs performances mécaniques et leur résistance aux agents atmosphériques.\n\nPour renforcer la rigidité de l'ensemble face aux charges statiques et dynamiques, des renforts en double hauteur seront intégrés à la structure. Ces renforts devront être mis en œuvre aux endroits où les calculs statiques démontrent des exigences supérieures, notamment dans les zones susceptibles de subir des charges de vent importantes ou des contraintes structurelles dues à l'altitude du mur-rideau. Le positionnement précis et le dimensionnement de ces renforts seront déterminés selon les calculs statiques et les études de résistance des matériaux, qui devront être fournis par les bureaux d'études structure et validés par le contrôleur technique [À PRÉCISER: calculs statiques et études de résistance des matériaux].\n\nLa fixation des montants et traverses sur l'ossature principale de l'ouvrage devra se faire par des moyens adaptés capables de reprendre les efforts en toutes directions tout en permettant une certaine tolérance aux mouvements du bâtiment. Les ancrages et connecteurs utilisés devront être en conformité avec les normes européennes en vigueur, résister à la corrosion et être adaptés à la fois aux caractéristiques du support de fixation et aux charges spécifiques du mur-rideau [À VALIDER: choix des ancrages et connecteurs].\n\nLa conception de la structure devra également prendre en compte l'intégration des composants pour le contrôle solaire et le drainage de l'eau, assurant ainsi une étanchéité optimale et un vieillissement homogène de la façade. En outre, des essais en laboratoire ou sur site devront être réalisés pour valider les performances de la structure face à des charges d'exploitation, des chocs, des variations thermiques et des efforts de dilatation [À COMPLÉTER: protocole d’essais et validations requises].\n\nEnfin, dans le cadre de la démarche environnementale du projet, l'utilisation d'aluminium recyclé pour les profilés devra être étudiée, et le choix devra se justifier par l'analyse de cycle de vie (ACV) de la façade, afin d'évaluer l'impact environnemental sur l'ensemble du cycle de vie du mur-rideau [À PRÉCISER: pourcentage d'aluminium recyclé et ACV de la façade].",
        "Système": "Mur-rideau grille à capot serreur.\nRéférence : Schüco FW 60.SI ou équivalent.",
        "Finitions": "Les finitions des murs-rideaux grille seront réalisées par anodisation de teinte \"Spectre 2\" (naturelle). L'anodisation devra être conforme aux normes en vigueur, assurant à la fois la protection et l'esthétique du métal. La teinte spécifiée \"Spectre 2\" devra garantir une homogénéité du revêtement sur l'ensemble des éléments du mur-rideau. Le processus d'anodisation devra inclure les phases de préparation de surface, le traitement proprement dit ainsi que le contrôle final de la qualité du revêtement. Ce dernier devra présenter une résistance adéquate à la corrosion, aux UV et à l'abrasion, conformément aux exigences du projet. \n\nLa finition devra comporter un film de conversion d'épaisseur appropriée, spécifiée par le fabricant pour la classe d'usage [À PRÉCISER: épaisseur du film d'anodisation], garantissant une durabilité minimale de 25 ans dans des conditions d'exposition normales, incluant les zones urbaines ou industrielles avec atmosphère peu agressive. La procédure d'application devra être documentée et soumise pour approbation, et tout écart par rapport à la teinte \"Spectre 2\" définie devra être approuvé par le maître d'ouvrage avant l'exécution des travaux.\n\nL’aspect final des surfaces anodisées devra être exempt de toutes marques de matage inégales, rayures, bulles, piqûres ou tout autre défaut susceptible de nuire à l'esthétique ou à la performance du mur-rideau. Des échantillons de la finition proposée devront être soumis pour approbation avant le début de la production en série. La validation de ces échantillons par le maître d'ouvrage constitue un prérequis avant la mise en œuvre des finitions sur les composants du mur-rideau. Des contrôles réguliers seront effectués par le coordinateur qualité afin de vérifier le maintien des standards tout au long de la production [À VALIDER: procédure de contrôle qualité spécifique au projet]. \n\nToute modification ou substitution de la teinte \"Spectre 2\" ou du procédé d'anodisation exigera une note technique justificative détaillée soumise à l'approbation du maître d'ouvrage avant son application. En cas de réclamation sur la qualité visuelle ou la performance des finitions, le fabricant devra fournir les justificatifs de conformité et, si nécessaire, procéder à la réfection à ses frais des éléments non conformes dans les délais impartis par la maîtrise d'œuvre.\n\nLes opérations de finition devront faire l'objet d'une fiche de suivi détaillée intégrant le traçage des bains d'anodisation, les températures, les durées de traitement, ainsi que les résultats des contrôles de qualité [À COMPLÉTER: fiche de suivi spécifique au procédé de finition]. Ce suivi sera crucial pour assurer la conformité du produit fini avec les spécifications requises et facilitera la traçabilité en cas de non-conformités détectées ultérieurement.",
        "Remplissage": "Le remplissage des murs-rideaux grille patio sera constitué de modules de vitrage et de panneaux opaques selon les exigences de performance thermique, acoustique et de sécurité. Les vitrages seront à isolation renforcée, avec un traitement de surface adapté aux différentes orientations du bâtiment afin de contrôler le facteur solaire et l'éblouissement. \n\nLes modules de vitrage seront constitués de double vitrage, avec un intercalaire chaud et un gaz argon entre les feuilles de verre, pour une performance thermique optimale. La face externe du vitrage sera traitée avec un revêtement à contrôle solaire basse émissivité et la face interne disposera d'un revêtement clair pour maximiser le passage de la lumière naturelle tout en limitant les déperditions thermiques [À PRÉCISER: caractéristiques précises des revêtements, y compris le facteur solaire et la transmission lumineuse].\n\nLes panneaux opaques, utilisés pour le remplissage des parties non vitrées, seront composés d'un matériau isolant haute performance recouvert par un parement extérieur résistant aux chocs et intempéries, et d'une finition intérieure esthétique en accord avec le concept architectural global. Ce parement devra être conçu pour faciliter le montage et l'entretien, tout en offrant une durabilité accrue face aux contraintes climatiques [À VALIDER: matériaux des parements, épaisseur de l'isolant].\n\nPour le système d'ouvrants intégrés au remplissage, des unités de ventilation mécanique contrôlée seront prévues, avec des entrées d'air discret intégrées dans le caisson de volet roulant ou en tête de mur-rideau. Ces ouvrants permettront un renouvellement d'air efficace sans compromettre l'isolation thermique et acoustique de l'ensemble [À DÉTERMINER: type d'ouvrants et caractéristiques de l'unité de ventilation mécanique contrôlée].\n\nL'ensemble du remplissage devra répondre aux critères de résistance au feu avec une classification adéquate selon les normes en vigueur, ainsi que des performances d'atténuation acoustique conformes pour garantir un confort intérieur dans les espaces donnant sur le patio [À PRÉCISER: classement résistance au feu et indice d'affaiblissement acoustique].\n\nLe concept de fixation du remplissage au cadre porteur du mur-rideau sera conçu pour permettre une dépose et une repose aisée des modules en cas de maintenance ou de remplacement, tout en assurant une étanchéité parfaite à l'eau et à l'air [À DÉVELOPPER: système de fixation et caractéristiques d'étanchéité].\n\nLes éléments de remplissage seront soumis à des essais de performances en laboratoire avant leur intégration au chantier afin de valider la conformité aux prescriptions techniques définies dans le présent CCTP [À DÉFINIR: protocole d'essais en laboratoire].",
        "Spécificités": "Stores intérieurs motorisés conçus pour s'intégrer parfaitement dans l'esthétique générale de la façade, tout en répondant aux exigences de confort et de gestion des apports lumineux. Ces stores devront être commandés par un système centralisé permettant une gestion individuelle ou groupée, avec des fonctions de programmation horaire et de détection de conditions environnementales externes telles que l'ensoleillement et la température.\n\nOssature renforcée en acier, constituant la structure porteuse principale du mur-rideau, sera dimensionnée pour répondre aux charges dues au vent et aux exigences de performance C+D (Confort et Durabilité). Cette ossature devra avoir fait l'objet d'une étude de dimensionnement poussée, prenant en compte les contraintes liées à la hauteur de l'ouvrage, les forces de pression et de succion du vent, ainsi que les charges permanentes et temporaires (telles que l'entretien ou la neige). Le système d'accrochage entre les éléments de l'ossature et les modules de façade devra garantir une transmission efficace des charges tout en permettant une certaine tolérance de mouvement inhérente aux structures de grande hauteur.\n\nLe choix du type d'acier utilisé pour l'ossature devra allier résistance mécanique et durabilité, avec potentiellement des traitements de surface adaptés pour une meilleure résistance à la corrosion dans un environnement extérieur. Toutes les soudures et assemblages devront répondre aux normes en vigueur en matière de constructions métalliques et devront être conçus pour faciliter les opérations de montage et de maintenance future, incluant les remplacements de composants défectueux ou endommagés.\n\nLa documentation technique à fournir par le fabricant inclus les procédures de montage, l’analyse de résistance mécanique, les certifications de conformité des matériaux utilisés, ainsi que les instructions pour le réglage et l'entretien des stores motorisés [À COMPLÉTER : spécifications détaillées des matériaux et composants].\n\nEn résumé, les spécificités de cette typologie MR-07 visent à offrir un niveau de confort optimal à l'intérieur de l'ouvrage par une maîtrise adéquate des apports lumineux grâce aux stores intérieurs motorisés, tout en assurant la durabilité et la sécurité de la structure grâce à une ossature métallique renforcée conçue pour résister aux sollicitations environnementales et climatiques.",
        "Ouvrants": "Les ouvrants intégrés au sein du système de mur-rideau grille seront conformes aux exigences de performances thermiques, acoustiques ainsi qu'aux critères de sécurité et d'accessibilité. Ils seront de type battant, pivotant ou à soufflet selon les besoins spécifiques de chaque façade et de localisation dans l'ouvrage.\n\nChaque ouvrant sera réalisé en profilés d'aluminium à rupture de pont thermique conformément aux normes en vigueur, avec des dimensions permettant un clair de jour optimal, tout en respectant les contraintes structurelles et les limitations de poids. Les seuils seront conçus pour permettre une étanchéité parfaite et une accessibilité PMR (Personnes à Mobilité Réduite) conformément aux réglementations applicables.\n\nLe vitrage des ouvrants sera du type double vitrage isolant, composé de deux feuilles de verre séparées par une lame d'air ou de gaz argon, avec traitement sélectif et contrôle solaire adapté aux expositions spécifiques des façades donnant sur le patio. Les coefficients d'isolation thermique Ug et de transmission lumineuse TL devront être [À PRÉCISER: valeurs spécifiques selon étude thermique], assurant ainsi une contribution à l'efficacité énergétique globale du bâtiment.\n\nLes ferrures des ouvrants, incluant les charnières, poignées, et systèmes de fermeture, seront en acier inoxydable ou en matériaux composites garantissant une durée de vie optimale et une résistance à la corrosion. Ils seront intégrés de manière à ne pas nuire à l'esthétique du mur-rideau et seront compatibles avec le système de commande à distance ou manuelle [À VALIDER: sélection et détails sur les ferrures].\n\nDes dispositifs de sécurité, tels que des serrures multipoints certifiées et des systèmes anti-effraction, seront inclus. De plus, chaque ouvrant comportera un dispositif d'ouverture d'urgence aisément accessible et clairement signalé conformément aux normes de sécurité incendie en vigueur.\n\nLe dimensionnement des ouvrants tiendra compte de la facilité d'entretien et de nettoyage, avec une possibilité d'ouverture totale ou partielle pour chaque module. Des jointures et des drains efficaces seront intégrés pour garantir une étanchéité et une évacuation des eaux de pluie adéquates [À PRÉCISER: détails techniques sur les dispositifs d'étanchéité et de drainage].\n\nLes ouvrants seront testés en usine pour leur performance en air, eau, vent selon les normes européennes EN 14351-1 et recevront un classement AEV adapté à leur localisation et aux charges climatiques prévues. Des essais complémentaires sur site pourront être requis [À VALIDER: procédures et fréquence des tests de performance supplémentaires].\n\nL'installation des ouvrants se fera en coordination étroite avec la mise en œuvre du mur-rideau, dans le respect des tolérances de pose et des ajustements nécessaires pour une intégration parfaite, assurant ainsi la continuité de l'enveloppe du bâtiment et l'atteinte des performances attendues."
    },
    "MR-09 - Mur-rideau bloc": {
        "Localisation": "Les murs-rideaux de type MR-09 seront mis en œuvre sur les façades latérales des allées Gustave Eiffel, de Grenelle et des Sablons, s'étendant du premier étage (R+1) jusqu'au cinquième étage (R+5) inclus. Ils seront positionnés de manière à assurer la continuité esthétique et fonctionnelle avec les éléments adjacents de l'enveloppe du bâtiment. La localisation précise des murs-rideaux devra respecter les plans de façade et les repères d'implantation définis par l'architecte et l'ingénieur façade, conformément aux documents graphiques du projet [À FOURNIR: référence des plans de façade]. \n\nDes relevés topographiques et des contrôles dimensionnels seront nécessaires avant la mise en œuvre pour s'assurer de la conformité des supports et des réservations. Les tolérances de mise en œuvre devront être conformes aux prescriptions techniques du fabricant et aux DTU en vigueur. Des ajustements pourront être requis pour s'adapter aux particularités de chaque façade, notamment en termes de verticalité et d'alignement.\n\nLa coordination avec les autres corps d'état est impérative pour garantir l'intégration des murs-rideaux avec les autres éléments de la façade, tels que les menuiseries, les brise-soleil et les éléments de structure. Des interfaces précises seront définies pour assurer l'étanchéité et la performance thermique et acoustique aux jonctions avec les autres composants de l'enveloppe du bâtiment.",
        "Finitions": "Les finitions du mur-rideau bloc MR-09 seront réalisées conformément aux exigences esthétiques et de durabilité du projet. La finition de l'aluminium sera une anodisation de teinte \"Satine OR 2/3\" (champagne), conformément aux échantillons validés par l'architecte et le maître d'ouvrage.\n\n1. **Anodisation**:\n   - L'anodisation sera effectuée selon la norme [À PRÉCISER: norme d'anodisation applicable], assurant une épaisseur de couche anodique conforme aux exigences de résistance à la corrosion et à l'abrasion pour une utilisation en façade extérieure.\n   - La teinte \"Satine OR 2/3\" sera obtenue par un procédé de coloration électrolytique garantissant une uniformité de couleur sur l'ensemble des éléments du mur-rideau.\n   - La finition anodisée devra présenter une surface homogène, sans défauts visibles tels que rayures, piqûres, bulles ou inclusions.\n   - Un contrôle visuel et dimensionnel de la couche anodique sera effectué sur chaque élément avant leur montage en façade, conformément à la norme [À PRÉCISER: norme de contrôle de qualité de l'anodisation].\n\n2. **Protection et entretien**:\n   - Une protection temporaire sera appliquée sur les éléments anodisés durant le transport et le montage pour éviter toute détérioration de la finition.\n   - Les instructions d'entretien pour la préservation de la qualité de l'anodisation seront fournies par le fabricant et devront être strictement suivies durant toute la durée de vie du mur-rideau.\n\n3. **Contrôle et validation**:\n   - Des échantillons représentatifs de la finition \"Satine OR 2/3\" seront soumis à l'approbation de l'architecte et du maître d'ouvrage avant le lancement de la production en série.\n   - Toute variation de teinte au-delà des tolérances admises par la norme [À PRÉCISER: norme de tolérance de teinte] devra être corrigée ou les éléments concernés remplacés à la charge du fabricant.\n\n4. **Documentation**:\n   - Le fabricant fournira une fiche technique détaillant le processus d'anodisation, les caractéristiques de la finition, ainsi que les certifications obtenues attestant de la qualité et de la durabilité de la finition.\n   - Un procès-verbal de réception des finitions sera établi après la pose, attestant de la conformité des travaux réalisés avec les prescriptions du présent CCTP.\n\nLa finition des éléments du mur-rideau devra être réalisée avec le plus grand soin pour assurer une intégration esthétique harmonieuse avec l'ensemble de la façade et la pérennité de l'aspect visuel.",
        "Système": "Le système de mur-rideau bloc MR-09 sera constitué de cadres modulaires en aluminium avec rupture de pont thermique (RPT) pour assurer une performance thermique optimale. Les cadres seront conçus pour recevoir des remplissages vitrés et des panneaux opaques conformément aux exigences de performance thermique, acoustique et de sécurité.\n\nLes profilés en aluminium seront de la série [À PRÉCISER: référence du système de profilés] avec une épaisseur minimale de [À PRÉCISER: épaisseur en mm], et seront traités par anodisation de teinte \"Satine OR 2/3\" (champagne) pour assurer une finition esthétique durable et une résistance à la corrosion. Les jonctions entre les cadres seront réalisées par des pièces d'assemblage spécifiques au système, garantissant une continuité de l'esthétique et de la performance.\n\nLe système de fixation des cadres sur la structure porteuse devra permettre une installation précise et sécurisée, avec des tolérances de mise en œuvre conformes aux DTU en vigueur. Les ancrages seront conçus pour résister aux charges dues au vent, aux séismes et aux autres sollicitations structurelles, avec des valeurs de résistance et de déformation conformes aux normes [À PRÉCISER: norme de référence pour la résistance structurelle].\n\nPour le remplissage, le mur-rideau bloc MR-09 intégrera des vitrages isolants, dont les caractéristiques techniques seront [À PRÉCISER: type de vitrage, épaisseur, traitement de surface, performances thermiques et acoustiques]. Les vitrages seront installés en Vitrage Extérieur Collé (VEC) avec des joints en silicone structurel [À PRÉCISER: référence du silicone] pour une étanchéité et une résistance mécanique optimales. Les joints devront être compatibles avec l'anodisation et résister aux UV et aux intempéries.\n\nLes ouvrants de type OV-05 seront intégrés au mur-rideau bloc MR-09, de manière à assurer une ventilation naturelle et un accès pour le nettoyage et la maintenance. Ils seront équipés de ferrures [À PRÉCISER: référence des ferrures] et de systèmes de fermeture et de verrouillage répondant aux exigences de sécurité et d'accessibilité.\n\nLe système intégrera également des brise-soleil triangulaires en forme de L, conçus pour optimiser la protection solaire tout en conservant la transparence et la vue extérieure. Les brise-soleil seront fixés sur la structure du mur-rideau de manière à résister aux charges de vent et à ne pas compromettre l'intégrité du système.\n\nL'ensemble du système de mur-rideau bloc MR-09 devra être conforme aux réglementations en vigueur, notamment en termes de sécurité incendie, avec une résistance au feu [À VALIDER: résistance au feu EI60] et devra être validé par un avis technique ou une ATEx si nécessaire.\n\nLa mise en œuvre du système de mur-rideau bloc MR-09 devra être réalisée par une entreprise qualifiée, avec une attention particulière portée à l'étanchéité à l'air et à l'eau, à l'isolation thermique et acoustique, et à l'alignement et au nivellement des éléments constitutifs. Des essais de réception en fin de travaux seront réalisés pour valider la conformité du système aux performances attendues.",
        "Structure": "La structure du mur-rideau bloc MR-09 sera constituée de cadres modulaires en aluminium avec Rupture de Pont Thermique (RPT) pour assurer une performance thermique optimale. Les profilés en aluminium devront répondre aux critères suivants :\n\n1. **Profilés de Structure**:\n   - Matériau : Aluminium extrudé de qualité [À PRÉCISER: norme d'alliage].\n   - Traitement de surface : Anodisation conformément à la teinte \"Satine OR 2/3\" (champagne) pour une intégration esthétique avec les finitions de la façade.\n   - Rupture de pont thermique : Insertion de barrettes isolantes en polyamide renforcé de fibres de verre, conformément aux exigences de performance thermique [À VALIDER: référence de la norme thermique applicable].\n   - Dimensionnement des profilés : [À PRÉCISER: dimensions spécifiques] pour assurer la résistance mécanique et la capacité de charge requises par les calculs statiques.\n   - Assemblage des profilés : Par sertissage mécanique ou collage structural, garantissant une rigidité et une étanchéité optimales.\n\n2. **Ancrages et Fixations**:\n   - Ancrages mécaniques : Système d'ancrage adapté à la nature du support (béton, acier, maçonnerie) avec des fixations en acier inoxydable de classe [À PRÉCISER: classe de résistance].\n   - Fixations invisibles : Les fixations des cadres sur la structure porteuse seront conçues pour être invisibles de l'extérieur, afin de ne pas altérer l'esthétique du mur-rideau.\n   - Éléments de fixation : Utilisation de visserie, boulonnerie et autres éléments de fixation conformes aux normes [À PRÉCISER: normes de résistance à la corrosion et à la traction].\n\n3. **Joints et Étanchéité**:\n   - Joints de dilatation : Prévoir des joints de dilatation pour absorber les mouvements différentiels dus aux variations thermiques, conformément aux calculs de dilatation thermique.\n   - Joints d'étanchéité : Utilisation de joints EPDM ou silicone résistant aux UV et aux intempéries, assurant une étanchéité à l'air et à l'eau.\n\n4. **Intégration des Ouvrants**:\n   - Les cadres modulaires devront être conçus pour intégrer les ouvrants de type VEC (Vitrage Extérieur Collé) référencés OV-05, en assurant une continuité esthétique et fonctionnelle avec le reste de la structure.\n   - Les systèmes d'ouverture devront être compatibles avec les profilés de structure et ne pas compromettre la performance thermique du mur-rideau.\n\n5. **Contrôles et Essais**:\n   - Les cadres modulaires feront l'objet de contrôles qualité en usine pour vérifier la conformité des dimensions, de la résistance mécanique et de l'étanchéité.\n   - Des essais en laboratoire ou sur site seront réalisés pour valider les performances thermiques, acoustiques et de résistance au feu [À VALIDER: résistance au feu EI60].\n\nL'ensemble de la structure devra être conçu et installé en respectant les normes et réglementations en vigueur, ainsi que les spécifications techniques détaillées dans le présent CCTP. Des plans de détails et de montage seront fournis pour validation avant toute fabrication.",
        "Ouvrants": "Les ouvrants de type OV-05 seront intégrés au mur-rideau bloc, conçus pour offrir une fonction de confort et seront réalisés selon la technique du Vitrage Extérieur Collé (VEC). \n\n**Description Technique des Ouvrants:**\n\n1. **Cadre d'Ouvrant:**\n   - Les cadres des ouvrants seront fabriqués en profilés d'aluminium extrudé, compatibles avec le système de mur-rideau bloc MR-09.\n   - Les profilés seront traités par anodisation teinte \"Satine OR 2/3\" (champagne) pour correspondre aux finitions générales de la façade.\n   - Les cadres comporteront des joints de frappe assurant l'étanchéité à l'air et à l'eau, ainsi que des joints périphériques pour le maintien du vitrage.\n\n2. **Vitrage:**\n   - Le vitrage sera du type VEC, collé sur le cadre porteur à l'aide d'un adhésif structurant spécifique, assurant la transmission des charges et la tenue mécanique de l'ensemble.\n   - Les caractéristiques techniques du vitrage (composition multicouche, épaisseur, performances thermiques et acoustiques) seront à préciser en fonction des exigences de performance du projet `[À PRÉCISER: caractéristiques techniques du vitrage]`.\n\n3. **Système d'Ouverture:**\n   - Les ouvrants seront équipés d'un système d'ouverture à frappe, avec des ferrures encastrées et des poignées ergonomiques.\n   - Le système d'ouverture permettra une manœuvre aisée et sécurisée, avec des points de verrouillage multipoints pour une meilleure performance en termes de sécurité et d'étanchéité.\n   - Les ferrures seront traitées contre la corrosion et auront une finition assortie à celle des cadres d'ouvrants.\n\n4. **Étanchéité et Isolation:**\n   - L'étanchéité périphérique des ouvrants sera assurée par des joints EPDM ou équivalent, résistants aux intempéries et aux UV.\n   - L'isolation thermique sera renforcée par l'intégration de rupteurs de pont thermique (RPT) au niveau des cadres d'ouvrants, en cohérence avec la structure du mur-rideau.\n\n5. **Accessoires et Quincaillerie:**\n   - Tous les accessoires et pièces de quincaillerie nécessaires au fonctionnement des ouvrants seront en matériaux résistants à la corrosion et compatibles avec les contraintes environnementales du site.\n   - Les éléments de fixation et d'assemblage seront conçus pour résister aux charges dues au vent et aux sollicitations d'usage.\n\n6. **Performances:**\n   - Les ouvrants devront répondre aux critères de performance en termes d'isolation thermique, acoustique, de résistance au vent et d'étanchéité à l'eau et à l'air, conformément aux réglementations en vigueur et aux spécifications du projet `[À VALIDER: performances spécifiques requises]`.\n\n7. **Intégration avec les Spécificités de la Façade:**\n   - Les ouvrants devront être conçus pour s'intégrer harmonieusement avec les brise-soleil triangulaires en forme de L, sans compromettre leur fonctionnalité ni celle des ouvrants.\n\nToutes les spécifications techniques devront être validées par le maître d'œuvre et respecter les normes et réglementations en vigueur. Des essais de performance et des échantillons des matériaux pourront être demandés avant leur mise en œuvre définitive.",
        "Spécificités": "Les brise-soleil triangulaires, conçus en forme de L, seront intégrés au système de mur-rideau bloc pour contribuer à la gestion de l'apport solaire et à l'esthétique de la façade. Ils seront disposés de manière à optimiser la protection solaire tout en permettant une luminosité naturelle adéquate à l'intérieur des espaces.\n\n**Matériaux et Conception**:\n- Les brise-soleil seront fabriqués à partir d'éléments en aluminium extrudé, dont la composition chimique et les caractéristiques mécaniques devront répondre aux normes en vigueur, notamment la norme EN 573-3 pour la composition chimique et la norme EN 755 pour les propriétés mécaniques.\n- L'épaisseur de l'aluminium utilisé pour les brise-soleil sera de [À PRÉCISER: épaisseur en mm] afin d'assurer une résistance mécanique suffisante aux charges de vent et aux contraintes structurelles.\n- La finition des brise-soleil sera conforme à la teinte \"Satine OR 2/3\" (champagne) pour une intégration harmonieuse avec le reste de la façade. La finition sera réalisée par un processus d'anodisation conforme à la norme EN 12373-1, garantissant une résistance à la corrosion et une durabilité de la couleur dans le temps.\n\n**Fixation et Assemblage**:\n- Les brise-soleil seront fixés au cadre modulaire en aluminium à rupture de pont thermique (RPT) du mur-rideau par des systèmes de fixation mécanique robustes, conçus pour résister aux charges dynamiques et statiques. Les fixations seront en acier inoxydable de grade [À PRÉCISER: grade de l'acier inoxydable] pour éviter toute corrosion.\n- Les points de fixation seront conçus pour permettre un ajustement tridimensionnel afin de faciliter l'alignement précis des brise-soleil par rapport au plan de la façade.\n- Les assemblages entre les éléments du brise-soleil seront réalisés par des techniques de soudure ou de vissage, en fonction des contraintes structurelles et esthétiques. Les soudures seront effectuées selon la norme EN 1090-2, garantissant la qualité et la performance des assemblages soudés.\n\n**Performances**:\n- Les brise-soleil devront contribuer à réduire la charge thermique sur la façade tout en permettant le passage de la lumière naturelle. Leur conception devra être validée par des simulations thermiques dynamiques pour démontrer leur efficacité.\n- Ils devront également résister à une charge de vent de [À PRÉCISER: valeur en N/m²] conformément aux calculs de charge de vent spécifiques au site.\n- La maintenance des brise-soleil devra être facilitée par un accès aisé et sécurisé pour permettre le nettoyage et l'entretien régulier sans compromettre la sécurité des intervenants.\n\n**Documentation Technique**:\n- Des plans de détail à l'échelle [À PRÉCISER: échelle] seront fournis pour chaque type de brise-soleil, incluant les dimensions précises, les détails de fixation et d'assemblage, ainsi que les parcours d'entretien recommandés.\n- Un dossier technique incluant les fiches techniques des matériaux, les certifications de conformité aux normes, ainsi que les procédures d'installation et de maintenance sera fourni avec le CCTP.\n\nLes spécifications techniques détaillées ci-dessus devront être strictement respectées pour garantir la performance et l'intégration esthétique des brise-soleil triangulaires en forme de L au sein du système de mur-rideau bloc.",
        "Remplissage": "Le remplissage du mur-rideau bloc MR-09 sera constitué de vitrages et de panneaux opaques en respectant les performances thermiques, acoustiques et de sécurité requises pour le bâtiment.\n\n1. **Vitrages**:\n   - Les vitrages seront de type double vitrage isolant, constitués de deux feuilles de verre séparées par une lame d'air ou de gaz argon, avec intercalaire à bord chaud de type \"Swisspacer\" ou équivalent. Les caractéristiques précises des vitrages seront les suivantes :\n     - Feuille extérieure en verre trempé de sécurité, épaisseur [À PRÉCISER: épaisseur de la feuille extérieure], avec traitement de surface pour contrôle solaire et faible émissivité.\n     - Feuille intérieure en verre feuilleté de sécurité, épaisseur [À PRÉCISER: épaisseur de la feuille intérieure], composée de deux verres assemblés par un film PVB (Polyvinyl Butyral) acoustique pour une isolation phonique renforcée.\n     - Performance thermique du vitrage (Ug) à [À VALIDER: valeur de la performance thermique], conformément aux exigences de la RT 2012 ou de la RE 2020 si applicable.\n     - Performance acoustique du vitrage (Rw) à [À VALIDER: indice d'affaiblissement acoustique].\n     - Sécurité : Classement au feu [À VALIDER: résistance au feu EI60] et résistance aux chocs conforme à la norme EN 12600.\n\n2. **Panneaux opaques**:\n   - Les panneaux opaques seront constitués d'un complexe isolant avec parement extérieur en aluminium ou en matériau composite. Ils devront assurer une continuité de l'isolation thermique avec les vitrages. Les caractéristiques seront les suivantes :\n     - Parement extérieur en aluminium d'épaisseur [À PRÉCISER: épaisseur du parement extérieur], finition anodisée assortie à celle des cadres modulaires, teinte \"Satine OR 2/3\" (champagne).\n     - Noyau isolant en mousse de polyuréthane, laine de roche ou matériau isolant équivalent, d'une épaisseur de [À PRÉCISER: épaisseur de l'isolant], avec une conductivité thermique (λ) ne dépassant pas [À VALIDER: valeur de la conductivité thermique].\n     - Parement intérieur en tôle d'aluminium ou en matériau composite, finition et couleur à définir en fonction des exigences esthétiques et de performance du projet.\n\n3. **Étanchéité**:\n   - L'ensemble des vitrages et panneaux opaques sera mis en œuvre avec des joints d'étanchéité en EPDM ou silicone, compatibles avec les matériaux en contact et résistants aux UV et aux intempéries. Les joints assureront une étanchéité à l'air et à l'eau conforme à la norme EN 12154 et EN 12155.\n\n4. **Fixation et calage**:\n   - Les vitrages et panneaux opaques seront fixés mécaniquement par des parcloses ou des profils de pression en aluminium, avec des cales de calage et de blocage en matériau inerte (neutre vis-à-vis du verre et des joints). Les fixations seront conçues pour permettre la dilatation thermique des différents matériaux et garantir la pérennité de l'ensemble.\n\nLe CCTP devra inclure les fiches techniques détaillées des vitrages et panneaux opaques, ainsi que les certifications de performance et de sécurité correspondantes. Des essais de perméabilité à l'air, d'étanchéité à l'eau et de résistance au vent seront réalisés conformément aux normes en vigueur pour valider la mise en œuvre des remplissages."
    },
    "BR-01 - Bardage métallique": {
        "Localisation": "",
        "Système": "",
        "Finitions": "",
        "Spécificités": ""
    },
    "BR-02 - Bardage à ventelles": {
        "Localisation": "Le bardage à ventelles BR-02 sera mis en œuvre en rez-de-chaussée, en façade des locaux techniques situés le long des allées Gustave Eiffel et des Sablons. Il conviendra de prendre en compte les spécificités de chaque local technique pour l'implantation précise des ventelles, en assurant une cohérence esthétique et fonctionnelle avec l'ensemble du bâtiment. Des relevés de site détaillés seront nécessaires pour déterminer les dimensions exactes et les contraintes spécifiques à chaque zone d'application.",
        "Finitions": "Les finitions des ventelles en aluminium extrudé pour le bardage BR-02 seront réalisées par anodisation. Pour les ventelles situées au rez-de-chaussée devant les locaux techniques des allées Gustave Eiffel et des Sablons, la teinte sera \"Spectre 2\", une finition naturelle. En revanche, pour les autres localisations spécifiées dans le projet, la teinte sera \"Satine OR 2/3\", une teinte champagne. Il est impératif que l'anodisation soit de qualité supérieure pour assurer une durabilité et une résistance aux intempéries conformes aux normes en vigueur. \n\n[À VALIDER : spécification de la norme pour l'anodisation et la résistance aux UV et à la corrosion]\n\nIl conviendra de s'assurer que la teinte choisie soit homogène sur l'ensemble des ventelles et que l'anodisation soit réalisée en conformité avec les échantillons validés par le maître d'ouvrage. La finition devra être uniforme, sans défauts visibles tels que des stries, des bulles ou des inclusions.\n\n[À PRÉCISER : fournisseur ou fabricant pour l'anodisation et la référence exacte des teintes \"Spectre 2\" et \"Satine OR 2/3\"]",
        "Système": "Le système de bardage à ventelles BR-02 sera constitué de lames horizontales en aluminium extrudé, conformément à la référence DucoWall Screening 70 ou équivalent. Les lames auront une forme de Z, optimisant ainsi la résistance mécanique et la ventilation. L'ossature support sera en acier galvanisé, conçue pour résister aux charges et contraintes dues au vent et aux variations thermiques.\n\nLes lames seront fixées à l'ossature par des clips en acier inoxydable ou en aluminium, conçus pour permettre une dilatation thermique sans compromettre la stabilité du bardage. Les clips assureront également un maintien ferme des lames tout en facilitant leur remplacement en cas de besoin.\n\nLe système permettra un passage d'air libre d'au moins 50%, conformément aux spécificités requises, assurant ainsi une ventilation adéquate des locaux techniques situés en arrière-plan. Pour l'habillage de porte de garage, les mêmes ventelles seront utilisées, garantissant une continuité esthétique et technique avec le reste du bardage.\n\nDes joints d'étanchéité en EPDM ou matériau équivalent seront intégrés pour prévenir les infiltrations d'eau tout en permettant la ventilation. La structure de support en acier sera traitée contre la corrosion et conçue pour faciliter l'écoulement des eaux de pluie.\n\nPour une mise en œuvre conforme aux attentes de performance et d'esthétique, les détails de fixation, les tolérances dimensionnelles des lames et de l'ossature, ainsi que les procédures d'assemblage seront précisés dans les plans d'exécution et les fiches techniques du fabricant.\n\n[À VALIDER : détails techniques de l'ossature acier et des fixations, ainsi que les tolérances dimensionnelles des lames].",
        "Spécificités": "Le bardage à ventelles BR-02 sera conçu pour permettre un passage d'air libre d'au moins 50%, assurant ainsi une ventilation adéquate tout en préservant l'esthétique de la façade. L'habillage de la porte de garage sera réalisé avec les mêmes ventelles que celles utilisées pour le bardage, afin de garantir une continuité visuelle et une uniformité de l'aspect extérieur. Les ventelles seront dimensionnées et disposées de manière à respecter cette spécificité de passage d'air, tout en répondant aux exigences de résistance et de durabilité.\n\n[À VALIDER : détails concernant le dimensionnement et la disposition des ventelles pour atteindre le passage d'air libre de 50%].",
        "Ouvrants": "Les ouvrants intégrés au bardage à ventelles BR-02 seront conçus pour permettre un accès aisé aux locaux techniques tout en préservant l'esthétique et la fonctionnalité du système de façade. Ils seront réalisés avec les mêmes lames en aluminium extrudé en forme de Z que le bardage, montées sur des cadres en acier adaptés pour assurer la continuité visuelle.\n\nChaque ouvrant sera équipé de charnières en acier inoxydable [À PRÉCISER : modèle et référence des charnières] et de dispositifs de fermeture sécurisés [À VALIDER : type de serrure et niveau de sécurité requis]. Les ouvrants seront conçus pour s'ouvrir vers l'extérieur et seront dotés de joints d'étanchéité périphériques pour prévenir les infiltrations d'eau et d'air.\n\nLa finition des ouvrants sera identique à celle du bardage, avec une anodisation en teinte \"Spectre 2\" ou \"Satine OR 2/3\" selon leur localisation, pour une intégration parfaite à la façade. Les dimensions et l'emplacement des ouvrants seront définis en fonction des besoins d'accès aux locaux techniques et conformément aux plans d'exécution [À FOURNIR : plans d'exécution avec emplacement et dimensions des ouvrants].\n\nLes ouvrants devront permettre un passage d'air libre d'au moins 50%, conformément aux spécificités du bardage BR-02. Des grilles ou dispositifs anti-intrusion [À DÉFINIR : type et caractéristiques] pourront être intégrés si nécessaire pour maintenir la sécurité tout en permettant la ventilation.\n\nTous les éléments de fixation et accessoires nécessaires à l'installation et au bon fonctionnement des ouvrants seront inclus et devront être en matériaux résistants à la corrosion, adaptés à l'environnement extérieur."
    }
}